Repository: ohmori7/kcn-tools
Catalog: elinks/po/*.po
Languages: cs

source: ## This is ELinks configuration file. You can edit it manually, ## if you wish so; this file is edited by ELinks when you save ## options through UI, however only option values will be altered ## and missing options will be added at the end of file; if option ## is not written in this file, but in some file included from it, ## it is NOT counted as missing. Note that all your formatting, ## own comments and so on will be kept as-is.
cs: ## Toto je konfiguraèní soubor ELinksu. Mù¾ete ho ruènì editovat, ## pokud si pøejete; tento soubor je editován ELinksem, kdy¾ ukládáte ## nastavení pøes u¾ivatelské rozhraní, ale jsou v¾dy zmìnìny pouze ## hodnoty voleb a nové volby jsou ulo¾eny na konec souboru; pokud ## není nìjaká volba pøímo v tomto souboru, ale v souboru, který zde ## includujete, nepoèítá se jako chybìjící! Ve¹keré va¹e formátování, ## vlastní komentáøe a tak dále budou ponechány tak, jak jsou.

source: ## This is ELinks configuration file. You can edit it manually, ## if you wish so, but keep in mind that this file is overwritten ## by ELinks when you save options through UI and you are out of ## luck with your formatting and own comments then, so beware.
cs: ## Toto je konfiguraèní soubor ELinksu. Mù¾ete ho ruènì editovat, ## pokud si pøejete, ale uvìdomte si, ¾e je tento soubor pøepsán ELinksem ## poka¾dé, kdy¾ ukládáte nastavení pøes u¾ivatelské rozhraní. A s va¹ím ## vlastním formátováním a komentáøema se mù¾ete jít klouzat.

source: ## Obviously, if you don't like what ELinks is going to do with ## this file, you can change it by altering the config.saving_style ## option. Come on, aren't we friendly guys after all?
cs: ## Samozøejmì pokud se vám nelíbí, co vám ELinks s tímto souborem provede, ## mù¾ete to ovlivnit zmìnou volby config.saving_style. No tak, nejsme ## nakonec docela fajn?

source: Automatically saved options
cs: Automaticky ulo¾ené nastavení

source: Automatically saved keybindings
cs: Automaticky ulo¾ené klávesové vazby

source: Write config success
cs: Povedlo se ulo¾it konfiguraci

source: Options were saved successfully to config file %s.
cs: Nastavení bylo úspì¹nì ulo¾eno do konfiguraèního souboru %s.

source: Cannot read the file
cs: Chyba pøi ètení ze do souboru

source: Cannot access the file
cs: Chyba pøi pøístupu k souboru

source: Cannot create temp file
cs: Chyba pøi vytváøení doèasného souboru

source: Cannot rename the file
cs: Chyba pøi pøejmenovávání souboru

source: File saving disabled by option
cs: Ukládání souborù potlaèeno u¾ivatelem

source: Cannot write the file
cs: Chyba pøi zápisu do souboru

source: Write config error
cs: Chyba pøi ukládání konfigurace

source: Unable to write to config file %s. %s
cs: Nemù¾u zapisovat do konfiguráku %s. %s

source: modified
cs: zmìnìno

source: (expand by pressing space)
cs: (rozbalí¹ zmáèknutím mezery)

source: Type
cs: Typ

source: Value
cs: Hodnota

source: This value has been changed since you last saved your configuration.
cs: Tato hodnota byla od posledního ulo¾ení konfigurace zmìnìna.

source: N/A
cs: nic

source: Description
cs: Popis

source: Error
cs: Chyba

source: Bad option value.
cs: ©patná hodnota volby.

source: Edit
cs: Editovat

source: This option cannot be edited. This means that this is some special option like a folder - try to press a space in order to see its contents.
cs: Tuto volbu nelze zmìnit. To znamená, ¾e to je nìjaká speciální volba, jako napøíklad strom voleb - zkus zmáèknout mezeru, objeví se obsah toho stromu.

source: Add option
cs: Pøidat volbu

source: Cannot add an option here.
cs: Do této slo¾ky nemù¾u pøidat novou volbu.

source: Option manager
cs: Správce nastavení

source: Keystroke
cs: Kombinace kláves

source: Action
cs: Akce

source: Keymap
cs: Mapa kláves

source: Keystroke already used
cs: Kombinace kláves je ji¾ pou¾ívána

source: The keystroke "%s" is currently used for "%s". Are you sure you want to replace it?
cs: Kombinace kláves "%s" je v souèasnosti pou¾ívána pro akci "%s". Opravdu ji chcete zmìnit?

source: Add keybinding
cs: Pøidat kobinaci kláves

source: Invalid keystroke.
cs: Neznámá kombinace kláves.

source: Need to select a keymap.
cs: Musí¹ vybrat mapu kláves!

source: Keybinding manager
cs: Správce kláves

source: Commandline options -config-dir set to %s, but could not create directory %s.
cs: Parametr -config-dir byl nastaven na %s, ale nemù¾u bohu¾el vytvoøit adresáø %s.

source: ELINKS_CONFDIR set to %s, but could not create directory %s.
cs: ELINKS_CONFDIR je nastaven na %s, ale nemù¾u bohu¾el vytvoøit adresáø %s.

source: Unable to find or create ELinks config directory. Please check if you have $HOME variable set correctly and if you have write permission to your home directory.
cs: Nemohu najít ani vytvoøit konfiguraèní adresáø pro ELinks. Prosím zkontrolujte, jestli máte promìnnou $HOME správnì nastavenou a jestli máte povolení k zápisu do va¹eho domovského adresáøe.

source: Main mapping
cs: Hlavní mapa

source: Edit mapping
cs: Editaèní mapa

source: Menu mapping
cs: Meòátka

source: Unrecognised keymap
cs: Neznámá mapa kláves

source: Error parsing keystroke
cs: Chyba pøi ètení kombinace kláves

source: Unrecognised action (internal error)
cs: Neznámá akce (vnitøní chyba)

source: Configuration system
cs: Konfiguraèní systém

source: Configuration handling options.
cs: Nastavení systému konfigurace.

source: Comments
cs: Komentáøe

source: Amount of comments automatically written to the config file: 0 is no comments are written 1 is only the "blurb" (name+type) is written 2 is only the description is written 3 is full comments are written
cs: Zpùsob ukládání komentáøù do konfiguraèního souboru: 0 znamená neukládat ¾ádné komentáøe 1 znamená ukládat jenom struèné komentáøe (jméno a typ) 2 znamená ukládat jenom popis volby 3 znamená ukládat v¹echny komentáøe

source: Indentation
cs: Odsazení

source: Shift width of one indentation level in the configuration file. Zero means that no indentation is performed at all when saving the configuration.
cs: Poèet mezer na jednu úroveò odsazení v konfiguraèním souboru. Nula znamená, ¾e se neodsazuje vùbec.

source: Saving style
cs: Zpùsob ukládání

source: Determines what happens when you tell ELinks to save options: 0 is only values of current options are altered 1 is values of current options are altered and missing options are added at the end of the file 2 is the configuration file is rewritten from scratch 3 is values of current options are altered and missing options CHANGED during this ELinks session are added at the end of the file
cs: Urèuje, co se stane, kdy¾ øeknete ELinksu, aby ulo¾il va¹e nastavení: 0 znamená, ¾e budou v konfiguraèním souboru pouze zmìnìny hodnoty voleb, které jsou v nìm ji¾ ulo¾eny 1 znamená, ¾e budou v konfiguraèním souboru zmìnìny hodnoty voleb, které jsou v nìm ji¾ ulo¾eny, a na konec souboru budou pøidány chybìjící volby 2 znamená, ¾e bude konfiguraèní soubor pøepsán novou (kompletní) kopií 3 znamená, ¾e budou v konfiguraèním souboru zmìnìny hodnoty voleb, které jsou v nìm ji¾ ulo¾eny, a na konec souboru budou pøidány chybìjící volby, ale pouze ty, které byly od spu¹tìní ELinksu zmìnìny

source: Comments localization
cs: Pøelo¾ené komentáøe

source: If set to 1, comments in the configuration file will be translated to the language used by UI. Note that if you have different language set in different terminals, the language used in the configuration file MAY be the same as on the terminal where you saved the file, but it should be generally considered unpredictable.
cs: Pokud je tato volba zapnutá, kometáøe v konfiguraèním souboru budou pøelo¾eny do jazyka pou¾ívaného v ELinksu. Uvìdomte si ale, ¾e pokud máte v rùzných terminálech nastavený rùzný jazyk, jazyk pou¾itý v konfiguraèním souboru MÙ®E být ten samý jako na terminálu, kde jste nechali tento soubor ulo¾it, ale nemìli byste na to spoléhat.

source: Saving style warnings
cs: Varování o zpùsobu ukládání

source: This is internal option used when displaying a warning about obsolete config.saving_style. You shouldn't touch it.
cs: Toto je interní polo¾ka pou¾ívaná pøi zobrazování varování o nevhodné hodnotì config.saving_style zdìdìné ze star¹ích verzí ELinksu. Prosíme nedotýkati se.

source: Show template
cs: Zobrazovat ¹ablony

source: Connections
cs: Spojení

source: Connection options.
cs: Nastavení spojení.

source: Asynchronous DNS
cs: Asynchronní DNS

source: Maximum connections
cs: Maximální poèet spojení

source: Maximum number of concurrent connections.
cs: Maximální poèet paralelních spojení.

source: Maximum connections per host
cs: Maximální poèet spojení na jeden server

source: Maximum number of concurrent connections to a given host.
cs: Maximální poèet paralelních spojení na daný server.

source: Connection retries
cs: Opakování spojení

source: Number of tries to establish a connection. Zero means try forever.
cs: Poèet pokusù o navázání spojení. Nula znamená neomezený poèet pokusù.

source: Receive timeout
cs: Èasový limit pro vypr¹ení spojení

source: Receive timeout (in seconds).
cs: Èasový limit pro vypr¹ení spojení (v sekundách).

source: Try IPv4 when connecting
cs: Pøi spojování pou¾ij IPv4

source: Try IPv6 when connecting
cs: Pøi spojování pou¾ij IPv6

source: Timeout for non-restartable connections
cs: Èasový limit pro neobnovitelná spojení

source: Timeout for non-restartable connections (in seconds).
cs: Èasový limit pro vypr¹ení neobnovitelných spojení (v sekundách).

source: Document
cs: Dokument

source: Document options.
cs: Mo¾nosti zpracování a práce s dokumentem.

source: Browsing
cs: Prohlí¾ení

source: Document browsing options (mainly interactivity).
cs: Nastavení prohlí¾ení dokumentu (zejména interaktivita).

source: Automatic links following
cs: Automatické následování odkazù

source: Automatically follow a link or submit a form if appropriate accesskey is pressed - this is the standard behaviour, but it's considered dangerous.
cs: Automaticky následuj odkaz nebo ode¹li formuláø, pokud byla stisknuta odpovídající pøístupová klávesa - toto je standardní chování, ov¹em je pova¾ováno za zneu¾itelné autorem dokumentu.

source: Display access key in link info
cs: Zobrazovat pøístupovou klávesu v informacích o odkazu

source: Display access key in link info.
cs: Zobrazovat pøístupovou klávesu v informacích o odkazu.

source: Accesskey priority
cs: Priorita pøístupových kláves

source: Priority of 'accesskey' HTML attribute: 0 is first try all normal bindings; if it fails, check accesskey 1 is first try only frame bindings; if it fails, check accesskey 2 is first check accesskey (this can be dangerous)
cs: Priorita HTML atributu 'accesskey': 0 znamená nejdøíve projít v¹echny standardní klávesové vazby; pokud pro klávesu nejsou ¾ádné definovány, zkusit accesskey 1 znamená nejdøíve projít standardní klávesové vazby rámcù; pokud pro klávesu nejsou ¾ádné definovány, zkusit accesskey 2 znamená nejdøíve zkusit accesskey (to mù¾e být nebezpeèné)

source: Forms
cs: Formuláøe

source: Options for handling of the forms interaction.
cs: Volby pro obsluhu formuláøù

source: Submit form automatically
cs: Automatické odesílání formuláøù

source: Automagically submit a form when enter is pressed with a text field selected.
cs: Automagicky ode¹li formuláø, pokud je stisknut enter na textovém políèku.

source: Confirm submission
cs: Potvrzování odesílání

source: Ask for confirmation when submitting a form.
cs: Pøi odesílání formuláøe po¾ádej o potvrzení.

source: Default form input size
cs: Výchozí velikost textového formuláøového políèka

source: Default form input size if none is specified.
cs: Výchozí velikost textového políèka ve formuláøi, pokud není specifikována v dokumentu.

source: Insert mode
cs: Vkládací re¾im

source: Images
cs: Obrázky

source: Options for handling of images.
cs: Nastavení obsluhy obrázkù.

source: Display style for image tags
cs: Zpùsob zobrazování odkazù na obrázky

source: Maximum length for image filename
cs: Maximální délka jména souboru s obrázkem

source: Maximum length of image filename when displayed: 0 means always display full filename 1-500 means display filename with this maximal length; if it is longer, the middle is substituted by an asterisk
cs: Maximální délka zobrazeného jména souboru s obrázkem: 0 znamená v¾dycky ukazovat celé jméno cílového souboru 1-500 znamená ukazovat cílové jméno souboru s touto maximální délkou; pokud je del¹í, prostøedek je nahrazen hvìzdièkou

source: Image links tagging
cs: Znaèkování odkazù na obrázky

source: When to enclose image links: 0 means never 1 means never if alt or title are provided (old behavior) 2 means always
cs: Kdy uzavírat odkazy na obrázky do závorek: 0 znamená nikdy 1 znamená pouze pokud obrázku chybí popiska (alt) nebo titulek (pùvodní chování) 2 znamená v¾dy

source: Image link prefix
cs: Prefix odkazu na obrázek

source: Prefix string to use to mark image links.
cs: Øetìzec, který se má vlo¾it pøed odkaz na obrázek.

source: Image link suffix
cs: Suffix odkazu na obrázek.

source: Suffix string to use to mark image links.
cs: Øetìzec, který se má vlo¾it za odkaz na obrázek.

source: Maximum length for image label
cs: Maximální délka popisky obrázku

source: Maximum length of image label (alt/title): 0 means always display full label 1-500 means display label with this maximal length; if it is longer, the middle is substituted by an asterisk
cs: Maximální délka zobrazené popisky obrázku (alt/title): 0 znamená v¾dycky ukazovat celé jméno cílového souboru 1-500 znamená ukazovat cílové jméno souboru s touto maximální délkou; pokud je del¹í, prostøedek je nahrazen hvìzdièkou

source: Display links to images w/o alt
cs: Zobrazovat odkazy na obrázky bez altu.

source: Display links to images without an alt attribute. If this option is off, these images are completely invisible.
cs: Zobrazovat odkazy na obrázky bez popisky (atributu alt). Pokud je tato volba vypnuta, jsou takové obrázky neviditelné.

source: Display links to images
cs: Zobrazovat odkazy na obrázky

source: Display links to any images in the document, regardless of them having an alt attribute or not. If this option is off, the alt attribute contents is shown, but as normal text, not selectable as a link.
cs: Zobrzovat odkazy na jakékoliv obrázky v dokumentu, a» mají popisku (atribut alt) nebo ne. Pokud je tato volba vypnutá, je zobrazena popiska, ale jenom jako normální text; není to odkaz na nic.

source: Links
cs: Odkazy

source: Options for handling of links to other documents.
cs: Nastavení obsluhy odkazù na jiné dokumenty.

source: Active link
cs: Aktivní odkaz

source: Options for the active link.
cs: Nastavení aktivního odkazu.

source: Colors
cs: Barvy

source: Active link colors.
cs: Barva aktivního odkazu.

source: Background color
cs: Barva pozadí

source: Default background color.
cs: Výchozí barva pozadí.

source: Text color
cs: Barva textu

source: Default text color.
cs: Výchozí barva textu.

source: Enable color
cs: Zapnout barvy

source: Enable use of the active link background and text color settings instead of the link colors from the document.
cs: Zapnout pou¾ití nastavení barvy textu a pozadí aktivního odkazu místo nastavení barev podle dokumentu.

source: Bold
cs: Tuèné

source: Make the active link text bold.
cs: Nakreslit text aktivního odkazu tuènì.

source: Invert colors
cs: Inverzní barvy

source: Invert the fore- and background color so the link stands out.
cs: Inverzní barva pozadí i popøedí, tak¾e odkaz vystupuje z textu.

source: Underline
cs: Podtr¾ení

source: Underline the active link.
cs: Podtrhnout aktivní odkaz.

source: Directory highlighting
cs: Zvýrazòovat odkazy na adresáøe

source: Highlight links to directories in FTP and local directory listing.
cs: Zvýrazòovat odkazy na adresáøe ve výpisech adresáøù na lokálním disku èi pøes FTP.

source: Number links
cs: Èíslovat odkazy

source: Display numbers next to the links.
cs: Zobrazovat u odkazù jejich èísla.

source: Handling of target=_blank
cs: Obsluha target=_blank

source: Use tabindex
cs: Pou¾ívat tabindex

source: Number keys select links
cs: Numerické klávesy vybírají odkazy

source: Number keys select links rather than specify command prefixes. This is a tristate: 0 means never 1 means if document.browse.links.numbering = 1 2 means always
cs: Numerické klávesy budou vybírat odkazy, místo toho aby urèovaly opakovací prefixy pro ostatní akce. Tato volba je trojstavová: 0 znamená nikdy 1 znamená pouze, pokud document.browse.links.numbering = 1 2 znamená v¾dy

source: Warn about maliciously crafted URIs
cs: Varování pøed zlomyslnì vytvoøenými adresami

source: Wrap-around links cycling
cs: Zacyklené pøecházení mezi odkazy

source: Scrolling
cs: Posun v textu

source: Scrolling options.
cs: Nastavení týkající se posouvání textu v¹emo¾nými smìry.

source: Horizontal step
cs: Horizontální krok

source: Number of columns to scroll when a key bound to scroll-left or scroll- right is pressed and no prefix was given.
cs: Poèet sloupcù, o které by se mìl dokument odscrollovat po stisku klávesy odpovídající akci scroll-left a scroll-right, a nebyl pøed stiskem této klávesy dán poèet opakování.

source: Margin
cs: Okraj

source: Size of the virtual margin - when you click inside of that margin, document scrolls in that direction.
cs: Velikost virtuálního okraje - po kliknutí do tohoto citlivého okraje, dokument se odscrolluje v daném smìru.

source: Vertical step
cs: Vertikální krok

source: Number of lines to scroll when a key bound to scroll-up or scroll- down is pressed and no prefix was given.
cs: Poèet øádek, o které by se mìl dokument odscrollovat po stisku klávesy odpovídající akci scroll-up a scroll-down, a nebyl této klávese dán ¾ádný èíselný prefix.

source: Searching
cs: Vyhledávání

source: Options for searching.
cs: Nastavení vyhledávání.

source: Case sensitivity
cs: Rozli¹ování velikosti písmen

source: Whether the search should match the document text while maintaining case sensitivity.
cs: Urèuje, jestli se mají pøi vyhledávání øetìzcù brát v potaz rozdíly mezi velikostí písmen.

source: Regular expressions
cs: Regulární výrazy

source: Enable searching with regular expressions: 0 for plain text searching 1 for basic regular expression searches 2 for extended regular expression searches
cs: Zapíná vyhledávání pomocí regulárních výrazù: 0 znamená vyhledávání èistého textu 1 znamená vyhledávání základních regulárních výrazù 2 znamená vyhledávání roz¹íøených regulárních výrazù

source: Show search hit top or bottom dialogs
cs: Zobrazovat upozornìní o vyhledávání, které dosáhlo zaèátku dokumentu

source: Wraparound
cs: Cyklit

source: Wrap around when searching. Currently only used for typeahead.
cs: Pokud vyhledávání dosáhne konce dokumentu, pokraèovat na zaèátku. Nyní vyu¾ito pouze pro interaktivní vyhledávání.

source: Show not found
cs: Akce pøi nenalezení výskytu

source: How to inform the user when nothing is matched: 0 means do nothing 1 means beep the terminal 2 means pop up message box
cs: Co dìlat, kdy¾ není nalezen ¾ádný výskyt: 0 znamená nedìlat nic 1 znamená pípnout 2 znamená ukázat chybovou zprávu

source: Typeahead searching
cs: Interaktivní vyhledávání

source: Horizontal text margin
cs: Horizontální okraj textu

source: Horizontal text margin.
cs: Horizontální okraj textu.

source: Document meta refresh
cs: Automatické obnovování dokumentù

source: Document meta refresh minimum time
cs: Minimální prodleva pro automatické obnovování

source: The minimum number of milliseconds that should pass before refreshing. If set to zero the document refresh time is used unchanged. It can fix going back in history for some sites that use refreshing with zero values.
cs: Minimální èas v milisekundách, který by mìl probìhnout pøed automatickým obnovením stránky. Pokud chcete v¾dy pou¾ít prodlevu nastavenou v dokumentu, dejte tam nulu. Ale mù¾e být problém s pohyby v historii pøes tyto stránky,

source: Tables navigation order
cs: Poøadí navigace v tabulkách

source: Move by columns in table, instead of rows.
cs: Pøesun po odkazech v tabulce pùjde po sloupcích, nikoliv po øádcích.

source: Cache options.
cs: Nastavení cache.

source: Cache information about redirects
cs: Pamatovat si informaci o pøesmìrováních

source: Ignore cache-control info from server
cs: Ignorovat informaci o cachování od serveru

source: Ignore Cache-Control and Pragma server headers. When set, the document is cached even with 'Cache-Control: no-cache'.
cs: Ignorovat hlavièky Cache-Control a Pragma, pøijaté od serveru. Pokud je tato volba nastavena, dokument je nacachován, i kdy¾ byl sta¾en s hlavièkou 'Cache-Control: no-cache'.

source: Formatted documents
cs: Formátované dokumenty

source: Format cache options.
cs: Nastavení cache formátovaných dokumentù.

source: Number
cs: Poèet

source: Memory cache
cs: Pamì»ová cache

source: Memory cache options.
cs: Nastavení pamì»ové cache.

source: Memory cache size (in bytes).
cs: Velikost pamì»ové cache (v bytech).

source: Charset
cs: Znaková sada

source: Charset options.
cs: Nastavení znakových sad.

source: Default codepage
cs: Výchozí kódová stránka

source: Default document codepage. 'System' stands for a codepage determined by a selected locale.
cs: Východí kódová stránka dokumentu. 'System' znamená kódovou stránku zvolenou dle nastavené systémové lokalizace (locale).

source: Ignore charset info from server
cs: Ignorovat informaci o kódové stránce od serveru

source: Ignore charset info sent by server.
cs: Ignorovat informaci o kódové stránce, odeslanou serverem.

source: Default color settings
cs: Výchozí nastavení barev

source: Default document color settings.
cs: Výchozí nastavení barev dokumentu.

source: Link color
cs: Barva odkazu

source: Default link color.
cs: Výchozí barva odkazu.

source: Visited-link color
cs: Barva nav¹tíveného odkazu

source: Default visited link color.
cs: Výchozí barva nav¹tíveného odkazu.

source: Image-link color
cs: Barva obrázkového odkazu

source: Default image link color.
cs: Výchozí barva odkazu na obrázek.

source: Bookmarked-link color
cs: Barva zabookmarkovaného odkazu

source: Default bookmarked link color.
cs: Výchozí barva bookmarknutého odkazu.

source: Directory color
cs: Barva adresáøe

source: Default directory color. See document.browse.links.color_dirs option.
cs: Výchozí barva odkazu na adresáø. Viz volbu document.browse.links.color_dirs.

source: Ensure contrast
cs: Zajistit kontrast

source: Use document-specified colors
cs: Pou¾ívat barvy nastavené v dokumentu

source: Downloading
cs: Stahování

source: Options regarding files downloading and handling.
cs: Nastavení stahování souborù a jejich obsluhy.

source: Default download directory
cs: Výchozí adresáø pro stahované soubory

source: Default download directory.
cs: Výchozí adresáø pro stahované soubory.

source: Set original time
cs: Nastavit pùvodní èas

source: Set the timestamp of each downloaded file to the timestamp stored on the server.
cs: Nastaví èas vytvoøení sta¾eného souboru na èas vytvoøení souboru, jak je ulo¾en na serveru.

source: Prevent overwriting
cs: Pøedcházet pøepisování

source: Prevent overwriting the local files: 0 is files will silently be overwritten 1 is add a suffix .{number} (for example '.1') to the name 2 is ask the user
cs: Zabrání pøepisování lokálních souborù: 0 znamená, ¾e soubory budou ti¹e pøepisovány 1 znamená, ¾e k souboru bude pøidána pøípona .<èíslo> (napø. .1) 2 znamená dotázat se u¾ivatele.

source: Notify download completion by bell
cs: Upozornit na ukonèení stahování pípnutím

source: Audio notification when download is completed: 0 is never 1 is when background notification is active 2 is always
cs: Zvukové upozornìní ve chvíli dokonèení stahování: 0 znamená nikdy 1 znamená upozornit, pokud je nastaveno upozornìní na ukonèení stahování 2 znamená v¾dy

source: Dump output
cs: Dump výstup
