Repository: ohmori7/kcn-tools
Catalog: elinks/po/*.po
Languages: cs

source: Host and port-number (host:port) of the HTTP proxy, or blank. If it's blank, HTTP_PROXY environment variable is checked as well.
cs: Hostitel a èíslo portu (host:port) HTTP proxy (pokud nepou¾íváte proxy, nechte tuto volbu nevyplnìnou). Pokud je tato volba nevyplnìna, ELinks se je¹tì pokusí pou¾ít hodnotu ulo¾enou v promìnné prostøedí HTTP_PROXY.

source: Username
cs: U¾ivatelské jméno

source: Proxy authentication username.
cs: U¾ivatelské jméno pro proxy autentikaci.

source: Proxy authentication password.
cs: Heslo pro proxy autentikaci.

source: Referer sending
cs: Posílat referer

source: HTTP referer sending options. HTTP referer is a special header sent in the HTTP requests, which is supposed to contain the previous page visited by the browser. This way, the server can know what link did you follow when accessing that page. However, this behaviour can unfortunately considerably affect privacy and can lead even to a security problem on some badly designed web pages.
cs: Volby pro posílání HTTP refereru. HTTP referer je speciální hlavièka, kterou webový klient posílá v HTTP po¾adavcích serveru. Tato hlavièka obvykle obsahuje dokument, ze kterého u¾ivatel pøe¹el na dokument, který se právì stahuje. Takto se mù¾e server dozvìdìt, odkud jste se na danou stránku dostali. Bohu¾el v¹ak mù¾e toto chování znaènì naru¹it soukromí u¾ivatele a v pøípadì nìkterých ¹patnì zabezpeèených webových aplikací i bezpeènostní ohro¾ení.

source: Policy
cs: Politika

source: Mode of sending HTTP referer: 0 is send no referer 1 is send current URL as referer 2 is send fixed fake referer 3 is send previous URL as referer (correct, but insecure)
cs: Re¾im posílání HTTP refereru: 0 znamená neposílat referer 1 znamená posílat souèasnou URL jako referer 2 znamená posílat stálý fale¹ný referer 3 znamená posílat jako referer pøedchozí URL (správné, av¹ak nepøíli¹ bezpeèné chování)

source: Fake referer URL
cs: Fale¹né URL

source: Fake referer to be sent when policy is 2.
cs: Fale¹né URL, které se bude posílat, pokud je politika nastavena na posílání stálého fale¹ného refereru.

source: Send Accept-Language header
cs: Posílat hlavièku Accept-Language

source: Send Accept-Language header.
cs: Posílat hlavièku Accept-Language.

source: Use UI language as Accept-Language
cs: Posílat jazyk u¾ivatelského rozhraní

source: Activate HTTP TRACE debugging
cs: Aktivovat ladìní pomocí HTTP TRACE

source: If active, all HTTP requests are sent with TRACE as their method rather than GET or POST. This is useful for debugging of both ELinks and various server-side scripts --- the server only returns the client's request back to the client verbatim. Note that this type of request may not be enabled on all servers.
cs: Pokud je tato volba zapnutá, v¹echny HTTP po¾adavky pou¾ívají metodu TRACE místo GET nebo POST. To je u¾iteèné pro ladìní ELinksu i rùzných server-side skriptù. Server pouze vrátí klientovi jeho po¾adavek pøesnì tak, jak ho obdr¾el. Tento typ po¾adavku nemusí být povolen na v¹ech serverech.

source: User-agent identification
cs: Identifikace prohlí¾eèe

source: HTTPS-specific options.
cs: Nastavení HTTPS.

source: HTTPS proxy configuration.
cs: Nastavení HTTPS proxy.

source: Host and port-number (host:port) of the HTTPS CONNECT proxy, or blank. If it's blank, HTTPS_PROXY environment variable is checked as well.
cs: Hostitel a èíslo portu (host:port) HTTPS CONNECT proxy (pokud nepou¾íváte proxy, nechte tuto volbu nevyplnìnou). Pokud je tato volba nevyplnìna, ELinks se je¹tì pokusí pou¾ít hodnotu ulo¾enou v promìnné prostøedí HTTPS_PROXY.

source: NNTP
cs: NNTP (noviny sítì Internet)

source: NNTP and news specific options.
cs: Nastavení NNTP a novin sítì Internet.

source: Default news server
cs: Výchozí novinový server

source: Message header entries
cs: Zobrazovat tyto hlavièky zpráv

source: This version of ELinks does not contain %s protocol support
cs: Tato verze ELinksu nepodporuje protokol %s

source: Protocols
cs: Protokoly

source: Protocol specific options.
cs: Nastavení jednotlivých protokolù.

source: No-proxy domains
cs: Domény pou¾itelné bez proxy

source: Comma separated list of domains for which the proxy (HTTP/FTP) should be disabled. Optionally, a port can be specified for some domains as well. If it's blank, NO_PROXY environment variable is checked as well.
cs: Seznam èárkou oddìlených domén, pro jejich¾ pøístup (pøes HTTP ani FTP) nebude pou¾ita proxy. Volitelnì mù¾e být uveden pro nìkteré domény i port. Pokud je tato volba prázdná, bude pou¾it také obsah promìnné prostøedí NO_PROXY.

source: Protocol
cs: Protokol

source: URI rewriting
cs: Pøepisování URI

source: Rules for rewriting URIs entered in the goto dialog. It makes it possible to define a set of prefixes that will be expanded if they match a string entered in the goto dialog. The prefixes can be dumb, meaning that they work only like URI abbreviations, or smart ones, making it possible to pass arguments to them like search engine keywords.
cs: Pravidla pro pøepisování URI adres zadaných v dialogu "jít na". Je mo¾né nadefinovat sadu prefixù, které budou rozvinuty v úplnou adresu podle urèitého vzoru, pokud odpovídají øetìzci, zadaného v onom dialogu. Prefixy mohou být "krátké", které fungují pouze jako zkratky urèitých URI. "Chytrým" prefixùm mù¾ete zadat za dvojteèkou doplòující údaje, jako napøíklad klíèová slova pro vyhledávaèe.

source: Enable dumb prefixes
cs: Zapnout krátké prefixy

source: Enable smart prefixes
cs: Zapnout chytré prefixy

source: Dumb Prefixes
cs: Krátké prefixy

source: Replacement URI for this dumbprefix: %c in the string means the current URL %% in the string means '%'
cs: URI, které se má pou¾ít místo tohoto krátkého prefixu. %c v øetìzci znamená aktuální adresu %% v øetìzci znamená '%'

source: Smart Prefixes
cs: Chytré prefixy

source: Replacement URI for this smartprefix: %c in the string means the current URL %s in the string means the whole argument to smartprefix %0,%1,...,%9 means argument 0, 1, ..., 9 %% in the string means '%'
cs: URI, které se má pou¾ít místo tohoto chytrého prefixu. %c v øetìzci znamená aktuální adresu %s v øetìzci znamená celý øetìzec za dvojteèkou %0,%1,...,%9 znamená parametr 0, 1, ..., 9 %% v øetìzci znamená '%'

source: URI rewrite
cs: Pøepisování URI

source: SAMBA specific options.
cs: Nastavení Samby.

source: Credentials
cs: Hesla

source: Credentials file passed to smbclient via -A option.
cs: Soubor s hesly pøedaný smbclientu pøes parametr -A.

source: User protocols
cs: U¾ivatelské protokoly

source: User protocols. Options in this tree specify external handlers for the appropriate protocols. Ie. protocol.user.mailto.unix.
cs: U¾ivatelské protokoly. Volby v tomto stromu specifikují externí ovladaèe pro odpovídající protokoly. Napøíklad protocol.user.mailto.unix.

source: Handler (external program) for this protocol. Name the options in this tree after your system (ie. unix, unix-xwin).
cs: Ovladaè (externí program) pro tento protokol. Pojmenujte volby v tomto stromì podle svého systému (napø. unix, unix-xwin, ...).

source: Handler (external program) for this protocol and system. %f in the string means file name to include form data from %h in the string means hostname (or email address) %p in the string means port %d in the string means path (everything after the port) %s in the string means subject (?subject=<this>) %u in the string means the whole URL
cs: Ovladaè (externí program) pro tento protokol a systém. %f uvnitø øetìzce znamená jméno souboru s údaji z formuláøe %h uvnitø øetìzce znamená jméno hostitele (èi emailovou adresu) %p uvnitø øetìzce znamená port %d uvnitø øetìzce znamená cestu (v¹echno za èíslem portu) %s uvnitø øetìzce znamená pøedmìt (?subject=<tohle>) %u uvnitø øetìzce znamená celou URL

source: No program
cs: ®ádný program

source: No program specified for protocol %s.
cs: Není zadán ¾ádný program pro protokol %s.

source: User dialog
cs: U¾ivatelský dialog

source: Lua Error
cs: Chyba Lua

source: Lua Console
cs: Lua Konzole

source: Enter expression
cs: Zadej výraz

source: Scripting
cs: Skriptování

source: Download error
cs: Chyba pøi downloadu

source: Could not create file '%s': %s
cs: U¾ zase nemù¾u vytvoøit soubor '%s': %s

source: Error downloading %s: %s
cs: Chyba pøi downloadu %s: %s

source: '%s' is a directory.
cs: '%s' je adresáø.

source: File exists
cs: Soubor existuje

source: This file already exists: %s The alternative filename is: %s
cs: Tento soubor ji¾ existuje: %s Náhradní jméno souboru je: %s

source: Unknown type
cs: Neznámý typ

source: Warning
cs: Upozornìní

source: Welcome
cs: Vítej

source: Welcome to ELinks! Press ESC for menu. Documentation is available in Help menu.
cs: Vítej v ELinksu! Klávesou ESC se dostane¹ do menu. Pokud chce¹ vidìt manuál, zvol v menu Pomoc->Manuál.

source: Do you want to follow the redirect and post form data to URL %s?
cs: Chce¹ následovat pøesmìrování a odeslat formuláø na adresu %s?

source: The form data you are about to post might be incomplete. Do you want to post to URL %s?
cs: Údaje ve formuláøi, který hodláte odeslat, nejsou kompletní. Chcete opravdu data odeslat na URL %s?

source: Do you want to post form data to URL %s?
cs: Chce¹ odeslat formuláø na adresu %s?

source: Do you want to repost form data to URL %s?
cs: Chce¹ je¹tì jednou odeslat formuláø na adresu %s?

source: Bad terminal size: %d, %d
cs: ©patná velikost terminálu: %d, %d

source: Warning: terminal name contains illicit chars.
cs: Varování: jméno terminálu obsahuje o¹klivé znaky.

source: Failed to create session.
cs: Nelze vytvoøit sezení.

source: Bad event %d
cs: ©patná událost %d

source: Could not read event: %d (%s)
cs: Nemù¾u pøeèíst událost: %d (%s)

source: Too many bytes read from the itrm!
cs: Naèetl jsem z itrm pøíli¹ mnoho bytù!

source: Do you really want to close the current tab?
cs: Chce¹ opravdu zavøít tento tab?

source: Do you really want to close all except the current tab?
cs: Chce¹ opravdu zavøít v¹echny taby kromì tohoto?

source: Can't write to stdout: %s
cs: Chyba pøi zápisu na standardní výstup: %s

source: Can't write to stdout.
cs: Chyba pøi zápisu na sandardní výstup.

source: URL protocol not supported (%s).
cs: URL protokol %s není podporován.

source: Missing fragment
cs: Chybící fragment

source: The requested fragment "#%s" doesn't exist.
cs: Vy¾ádaný fragment "#%s" neexistuje.

source: Error while posting form
cs: Chyba pøi odesílání formuláøe

source: Reset form
cs: Vygumovat formuláø

source: Harmless button
cs: Ne¹kodné tlaèítko

source: Submit form to
cs: Po¹li formuláø na

source: Post form to
cs: Po¹li formuláø na

source: Radio button
cs: Izostaty

source: Select field
cs: Vybírací políèko

source: Text area
cs: Textová plocha

source: File upload
cs: Uploadnutí souboru

source: Password field
cs: Políèko s heslem

source: name
cs: jméno

source: value
cs: hodnota

source: read only
cs: pouze pro ètení

source: press %s to navigate
cs: zmáèkni %s pro navigaci

source: press %s to edit
cs: zmáèkni %s pro editaci

source: press %s to submit to %s
cs: zmáèkni %s pro odeslání na %s

source: press %s to post to %s
cs: zmáèkni %s pro odeslání na %s

source: Display ~usemap
cs: Zobrazit map~u

source: ~Follow link
cs: ~Otevøít link

source: Follow link and r~eload
cs: Otevøít link a obnovit cílovou stránku

source: Open in new ~window
cs: Otevøít v ~novém oknì

source: Open in new ~tab
cs: Otevøít v novém ~tabu

source: Open in new tab in ~background
cs: Otevøít v novém tabu na ~pozadí

source: ~Download link
cs: ~Stáhnout link

source: ~Add link to bookmarks
cs: Pøidat link do bookm~arkù

source: ~Reset form
cs: ~Vygumovat formuláø

source: Open in ~external editor
cs: Otevøít v ~externím editoru

source: ~Submit form
cs: Odeslat formuláø

source: Submit form and rel~oad
cs: Odeslat formuláø a obnovit výslednou stránku

source: Submit form and open in new ~window
cs: Poslat formuláø a otevøít v ~novém oknì

source: Submit form and open in new ~tab
cs: Poslat formuláø a otevøít v novém ~tabu

source: Submit form and open in new tab in ~background
cs: Poslat formuláø a otevøít v novém tabu na ~pozadí

source: Submit form and ~download
cs: Poslat formuláø a ~stáhnout

source: V~iew image
cs: Zobraz~it obrázek

source: Download ima~ge
cs: Stáhnout o~brázek

source: No link selected
cs: ®ádný link

source: Image
cs: Obrázek

source: Usemap
cs: Mapa obrázkù

source: Search hit top, continuing at bottom.
cs: Vyhledávání dosáhlo zaèátku dokumentu, pokraèuji od konce.

source: Search hit bottom, continuing at top.
cs: Vyhledávání dosáhlo konce dokumentu, pokraèuji od zaèátku.

source: No previous search
cs: ®ádné pøedchozí hledání

source: Could not compile regular expression '%s'
cs: Nelze zkompilovat regulární výraz '%s'

source: No further matches for '%s'.
cs: ®ádné dal¹í výskyty '%s'.

source: Could not find a link with the text '%s'.
cs: Nena¹el jsem odkaz obsahující text '%s'.

source: Typeahead
cs: Interaktivní vyhledávání

source: No links in current document
cs: V dokumentu nejsou ¾ádné odkazy

source: Search for text
cs: Hledání textu

source: Normal search
cs: Normální výraz

source: Regexp search
cs: Regulární výraz

source: Extended regexp search
cs: Roz¹íøený regulární výraz

source: Case sensitive
cs: Rozli¹ovat velikost písmen

source: Case insensitive
cs: Nerozli¹ovat velikost písmen

source: Search backward
cs: Hledat zpìt

source: You cannot launch an external editor in the anonymous mode.
cs: V anonymním re¾imu nemù¾ete spustit externí editor.

source: You can do this only on the master terminal
cs: Tohle mù¾e¹ jen na øídícím terminálu

source: Go to link
cs: Bì¾ na link

source: Enter link number
cs: Zadej èíslo linku

source: Save error
cs: Chyba pøi ukládání

source: Error writing to file
cs: Chyba pøi zápisu do souboru
