Repository: ohmori7/kcn-tools
Catalog: elinks/po/*.po
Languages: cs

source: Close
cs: Zavøít

source: Info
cs: Informace

source: Press space to expand this folder.
cs: Zmáèkni mezeru, jestli chce¹ tuhle slo¾ku rozbalit.

source: Sorry, but the item "%s" cannot be deleted.
cs: Bohu¾el polo¾ku "%s" nelze smazat.

source: Sorry, but the item "%s" is being used by something else.
cs: Bohu¾el s polo¾kou "%s" právì pracuje nìco jiného.

source: Sorry, but the folder "%s" cannot be deleted.
cs: Bohu¾el slo¾ku "%s" nelze smazat.

source: Sorry, but the folder "%s" is being used by something else.
cs: Bohu¾el se slo¾kou "%s" právì pracuje nìco jiného.

source: Delete error
cs: Chyba pøi mazání

source: Delete marked items
cs: Smazat oznaèené polo¾ky

source: Delete marked items?
cs: Smazat oznaèené polo¾ky?

source: Delete folder
cs: Smazat slo¾ku

source: Delete the folder "%s" and its content?
cs: Smazat slo¾ku "%s" i s obsahem?

source: Delete item
cs: Smazat polo¾ku

source: Delete "%s"? %s
cs: Smazat "%s"? %s

source: Clear all items
cs: Smazat v¹echny polo¾ky

source: Do you really want to remove all items?
cs: Chce¹ opravdu odstranit v¹echny polo¾ky?

source: Search
cs: Hledat

source: Search string '%s' not found
cs: Nena¹el jsem øetìzec '%s'

source: Name
cs: Název

source: Bad number
cs: ©patné èíslo

source: Number expected in field
cs: V políèku musí být èíslo

source: Number should be in the range from %d to %d.
cs: Èíslo by mìlo být v rozsahu od %d do %d.

source: Bad string
cs: Vadný øetìzec

source: Empty string not allowed
cs: Napi¹ tam nìco

source: Clock
cs: Hodiny

source: Digital clock in the status bar.
cs: Digitální hodiny na stavové li¹tì.

source: Enable
cs: Zapnout

source: Whether to display a digital clock in the status bar.
cs: Zdalipak zobrazovat na stavové li¹tì digitální hodiny.

source: Format
cs: Formát

source: LEDs
cs: LED indikátory

source: LEDs (visual indicators) options.
cs: Nastavení LEDovek (vizuálních indikátorù)

source: Enable LEDs. These visual indicators will inform you about various states.
cs: Zapnout LEDky. Tyto vizuální indikátory mù¾ou informovat o rùzných stavech... nìèeho.

source: LED indicators
cs: LED indikátory

source: Search menu/
cs: Vyhledávání v menu/

source: read_bookmarks_xbel(): Error in XML_ParserCreate()
cs: read_bookmarks_xbel(): Chyba v XML_ParserCreate()

source: read_bookmarks_xbel(): Error reading %s
cs: read_bookmarks_xbel(): Chyba pøi naèítání %s

source: Parse error while processing XBEL bookmarks in %s at line %d column %d: %s
cs: Chyba syntaxe v souboru XBEL zálo¾ek %s na øádku %d ve sloupci %d: %s

source: No title
cs: Bez názvu

source: No URL
cs: ®ádná URL

source: Bookmarks
cs: Bookmarky

source: Bookmark options.
cs: Nastavení bookmarkù.

source: File format
cs: Formát souboru

source: File format for bookmarks (affects both reading and saving): 0 is the default native ELinks format 1 is XBEL universal XML bookmarks format (NO NATIONAL CHARS SUPPORT!)
cs: Formát souboru s bookmarky (ovlivòuje naèítání i ukládání): 0 je defaultní ELinksový formát 1 is univerzální formát zalo¾ený na XML, XBEL (BEZ PODPORY DIAKRITIKY!)

source: File format for bookmarks (affects both reading and saving): 0 is the default native ELinks format 1 is XBEL universal XML bookmarks format (NO NATIONAL CHARS SUPPORT!) (DISABLED)
cs: Formát souboru s bookmarky (ovlivòuje naèítání i ukládání): 0 znamená defaultní ELinksový formát 1 znamená univerzální formát zalo¾ený na XML, XBEL (BEZ PODPORY DIAKRITIKY!) (MIMO PROVOZ)

source: Title
cs: Titulek

source: Sorry, but the bookmark "%s" cannot be deleted.
cs: Bohu¾el bookmark "%s" nelze smazat.

source: Sorry, but the bookmark "%s" is being used by something else.
cs: Bohu¾el s bookmarkem "%s" právì pracuje nìco jiného.

source: Delete marked bookmarks
cs: Smazat oznaèené bookmarky

source: Delete marked bookmarks?
cs: Smazat oznaèené bookmarky?

source: Delete the folder "%s" and all bookmarks in it?
cs: Smazat slo¾ku "%s" vèetnì v¹ech bookmarkù uvnitø?

source: Delete bookmark
cs: Smazat bookmark

source: Delete this bookmark?
cs: Smazat tento bookmark?

source: Clear all bookmarks
cs: Smazat v¹echny bookmarky

source: Do you really want to remove all bookmarks?
cs: Chce¹ opravdu odstranit v¹echny bookmarky?

source: Add folder
cs: Pøidat slo¾ku

source: Folder name
cs: Název slo¾ky

source: Edit bookmark
cs: Editovat bookmark

source: ~Delete
cs: ~Smazat

source: ~Add
cs: Pøid~at

source: ~Search
cs: ~Hledat

source: Clear
cs: Zresetovat

source: Save
cs: Ulo¾it

source: Bookmark manager
cs: Správce bookmarkù

source: Search bookmarks
cs: Hledat v bookmarcích

source: Add bookmark
cs: Pøidej bookmark

source: Saved session
cs: Ulo¾ená sezení

source: Bookmark tabs
cs: Bookmarknout taby

source: Enter folder name
cs: Napi¹ název slo¾ky

source: Proxy URL
cs: URL proxy serveru

source: Redirect
cs: Pøesmìrování

source: Size
cs: Velikost

source: Loaded size
cs: Souèasná velikost

source: Content type
cs: Typ obsahu

source: Last modified
cs: Poslední zmìna

source: SSL Cipher
cs: SSL ¹ifra

source: Encoding
cs: Kódování

source: Flags
cs: Pøíznaky

source: incomplete
cs: neúplný

source: invalid
cs: neplatný

source: Expires
cs: Vypr¹í

source: Header
cs: Hlavièka

source: Sorry, but cache entry "%s" cannot be deleted.
cs: Bohu¾el polo¾ku cache "%s" nelze smazat.

source: Sorry, but cache entry "%s" is being used by something else.
cs: Bohu¾el s polo¾kou cache "%s" právì pracuje nìco jiného.

source: Delete marked cache entries
cs: Smazat oznaèené polo¾ky

source: Delete marked cache entries?
cs: Smazat oznaèené polo¾ky?

source: Delete cache entry
cs: Smazat polo¾ku cache

source: Delete this cache entry?
cs: Smazat tuto polo¾ku cache?

source: Cache manager
cs: Správce cache

source: Do nothing
cs: Neudìlej nic

source: Attempt to auto-complete the input
cs: Pokus o automatické doplnìní vstupu

source: Attempt to unambiguously auto-complete the input
cs: Pokus o automatické doplnìní vstupu nejvhodnìj¹í alternativou

source: Delete character in front of the cursor
cs: Smazání znaku pøed kurzorem

source: Go to the first line of the buffer
cs: Jít na první øádku bufferu.

source: Cancel current state
cs: Zru¹it aktuální stav

source: Copy text to clipboard
cs: Zkopírování textu do schránky

source: Delete character under cursor
cs: Smazání znaku pod kurzorem

source: Move cursor downwards
cs: Posun kurzoru dolù

source: Go to the end of the page/line
cs: Jít na konec stránky èi øádky

source: Go to the last line of the buffer
cs: Jít na poslední øádku bufferu.

source: Follow the current link
cs: Otevøít link

source: Go to the start of the page/line
cs: Jít na zaèátek øádky èi stránky

source: Delete to beginning of line
cs: Smazat po zaèátek øádky

source: Delete to end of line
cs: Smazat do konce øádky

source: Move the cursor left
cs: Posunout kurzor doleva

source: Move to the next item
cs: Pøesunout se na následující polo¾ku

source: Open in external editor
cs: Otevøít v externím editoru

source: Paste text from the clipboard
cs: Vlo¾it text ze schránky

source: Move to the previous item
cs: Pøesunout se na pøedchozí polo¾ku

source: Redraw the terminal
cs: Pøekresli terminál

source: Move the cursor right
cs: Posunout kurzot doprava

source: Toggle regex matching (type-ahead searching)
cs: Pøepnout hledání podle regexù (interaktivní vyhledávání)

source: Move cursor upwards
cs: Pøesunout kurzor smìrem nahoru

source: Abort connection
cs: Pøeru¹ení spojení

source: Add a new bookmark
cs: Pøidání nového bookmarku

source: Add a new bookmark using current link
cs: Bookmarknutí aktuálního odkazu

source: Bookmark all open tabs
cs: Bookmarknout v¹echny otevøené taby

source: Open authentication manager
cs: Správce autentikaèních informací

source: Open bookmark manager
cs: Správce bookmarkù

source: Open cache manager
cs: Správce cache

source: Free unused cache entries
cs: Uvolnit nevyu¾ité polo¾ky cache

source: Open cookie manager
cs: Správce cookies

source: Reload cookies file
cs: Znovunahrání souboru s cookies

source: Show information about the current page
cs: Zobrazení informací o souèasné stránce

source: Open download manager
cs: Správce downloadù

source: Enter ex-mode (command line)
cs: Vstoupit do ex-mode (pøíkazová øádka)

source: Open the File menu
cs: Otevøít menu Soubor

source: Find the next occurrence of the current search text
cs: Najít dal¹í výskyt právì vyhledávaného textu

source: Find the previous occurrence of the current search text
cs: Najít pøedchozí výskyt právì vyhledávaného textu

source: Forget authentication credentials
cs: Vymazat z pamìti pøihla¹ovací informace HTTP autentikace

source: Open form history manager
cs: Správce formuláøové historie

source: Pass URI of current frame to external command
cs: Pøedat URI aktuálního rámce externímu pøíkazu

source: Maximize the current frame
cs: Maximizovat aktuální rámec

source: Move to the next frame
cs: Pøesunout se do následujícího rámce

source: Move to the previous frame
cs: Pøesunout se do pøedchozího rámce

source: Open "Go to URL" dialog box
cs: Otevøít dialog "Bì¾ na URL"

source: Open "Go to URL" dialog box containing the current URL
cs: Otevøít dialog "Bì¾ na URL" s pøedvyplnìnou souèasnou URL

source: Open "Go to URL" dialog box containing the current link URL
cs: Otevøít dialog "Bì¾ na URL" s pøedvyplnìnou URL aktuálního linku

source: Go to the homepage
cs: Jít na domovskou stránku

source: Open history manager
cs: Správce historie

source: Return to the previous document in history
cs: Návrat k pøedchozímu dokumentu v historii

source: Go forward in history
cs: Jít kupøedu v historii

source: Jump to link
cs: Bì¾ na odkaz

source: Open keybinding manager
cs: Správce kláves

source: Kill all backgrounded connections
cs: Ukonèit v¹echna spojení na pozadí

source: Download the current link
cs: Stáhnout cíl odkazu

source: Download the current image
cs: Stáhnout obrázek

source: Attempt to resume download of the current link
cs: Obnovit stahování cíle odkazu

source: Pass URI of current link to external command
cs: Pøedat URI odkazu externímu pøíkazu

source: Follow the current link, forcing reload of the target
cs: Následovat linky s donucením znovunahrání cíle

source: Open the link context menu
cs: Otevøít kontextové menu k odkazu

source: Open a Lua console
cs: Lua konzole

source: Go at a specified mark
cs: Pøejít na zadanou znaèku

source: Set a mark
cs: Nastavit znaèku

source: Activate the menu
cs: Aktivovat menu

source: Move cursor down
cs: Posunout kurzoru dolù

source: Move cursor left
cs: Posunout kurzor doleva

source: Move cursor right
cs: Posunout kurzot doprava

source: Move cursor up
cs: Pøesunout kurzor smìrem nahoru

source: Move to the end of the document
cs: Jít na konec dokumentu

source: Move to the start of the document
cs: Jít na zaèátek dokumentu

source: Move one link down
cs: Pøesunout se o odkaz ní¾e

source: Move one link left
cs: Pøesunout se o odkaz vlevo

source: Move to the next link
cs: Pøesunout se na následující odkaz

source: Move to the previous link
cs: Pøesunout se na pøedchozí odkaz

source: Move one link right
cs: Pøesunout se o odkaz vpravo

source: Move one link up
cs: Pøesunout se o odkaz vý¹e

source: Move downwards by a page
cs: Pøesunout se o stránku ní¾e

source: Move upwards by a page
cs: Pøesunout se o stránku vý¹e

source: Open the current link in a new tab
cs: Otevøít odkaz v novém tabu

source: Open the current link in a new window
cs: Otevøít odkaz v novém oknì

source: Open a new tab
cs: Otevøít nový tab

source: Open a new window
cs: Otevøít nové okno

source: Open an OS shell
cs: OS shell

source: Open options manager
cs: Správce nastavení

source: Open a quit confirmation dialog box
cs: Otevøít dialog potvrzující ukonèení ELinksu

source: Quit without confirmation
cs: Skonèit bez ptaní

source: Reload the current page
cs: Obnovit souèasnou stránku

source: Re-render the current page
cs: Pøekreslit souèasnou stránku

source: Reset form items to their initial values
cs: Zresetovat formuláø do pùvodního stavu

source: Show information about the currently used resources
cs: Zobrazení informací o pou¾itých zdrojích

source: Save the current document in source form
cs: Vypsat aktuální dokument ve zdrojové podobì

source: Save the current document in formatted form
cs: Ulo¾it aktuální dokument ve zformátované podobì

source: Save options
cs: Ulo¾it nastavení

source: Save URL as
cs: Ulo¾ URL pod jménem

source: Scroll down
cs: Posun v textu dolù

source: Scroll left
cs: Posun v textu doleva

source: Scroll right
cs: Posun v textu doprava

source: Scroll up
cs: Posun v textu nahoru

source: Search for a text pattern
cs: Hledání textu

source: Search backwards for a text pattern
cs: Zpìtné hledání textu

source: Search link text by typing ahead
cs: Interaktivní hledání v textu odkazù

source: Search document text by typing ahead
cs: Interaktivní hledání v textu

source: Search document text backwards by typing ahead
cs: Interaktivní zpìtné hledání v textu

source: Show terminal options dialog
cs: Nastavení terminálu

source: Submit form
cs: Odeslat formuláø

source: Submit form and reload
cs: Odeslat formuláø a obnovit výslednou stránku

source: Close tab
cs: Zavøít tab

source: Close all tabs but the current one
cs: Zavøít v¹echny kromì tohohle

source: Pass URI of current tab to external command
cs: Pøedat URI aktuálního tabu externímu pøíkazu

source: Open the tab menu
cs: Otevøít kontextové menu tabu

source: Move the current tab to the left
cs: Pøesunout souèasný tab doleva

source: Move the current tab to the right
cs: Pøesunout souèasný tab doprava

source: Next tab
cs: Dal¹í tab

source: Previous tab
cs: Pøedchozí tab

source: Open the terminal resize dialog
cs: Otevøít okno zmìny velikosti terminálu

source: Toggle rendering of page using CSS
cs: Pøepnout pou¾ívání kaskádových stylù (CSS)

source: Toggle displaying of links to images
cs: Pøepnout zobrazování odkazù na obrázky

source: Toggle rendering of tables
cs: Pøepnout zobrazování tabulek

source: Toggle usage of document specific colors
cs: Pou¾ívat barvy dokumentu

source: Toggle rendering page as HTML / plain text
cs: Pøepnout zobrazení stránky jako HTML nebo èistý text

source: Toggle displaying of links numbers
cs: Pøepnout èíslování odkazù

source: Toggle plain renderer compression of empty lines
cs: Pøepnout sluèování prázdných øádkù

source: Toggle wrapping of text
cs: Pøepnout zalamování textu

source: View the current image
cs: Zobrazit obrázek

source: Expand item
cs: Rozvinout polo¾ku

source: Mark item
cs: Oznaèit polo¾ku

source: Select current highlighted item
cs: Potvrzení aktuálnì vybrané polo¾ky

source: Collapse item
cs: Svinout polo¾ku

source: Cannot parse option %s: %s
cs: Nemohu naèíst volbu %s: %s

source: Unknown option %s
cs: Neznámá volba %s

source: Parameter expected
cs: Oèekáván parametr

source: Too many parameters
cs: Pøíli¹ mnoho parametrù

source: error
cs: chyba

source: Host not found
cs: Nena¹el jsem server

source: Resolver error
cs: Chyba pøi zji¹»ování IP adresy.

source: Out of memory
cs: Do¹la pamì», bobánku

source: Remote method not supported
cs: Metoda v uvedeném -remote pøíkazu není podporována

source: Template option folder
cs: ©ablonová slo¾ka

source: (default: %ld)
cs: (výchozí: %ld)

source: (default: "%s")
cs: (výchozí: "%s")

source: (alias for %s)
cs: (alias pro %s)

source: (default: %s)
cs: (výchozí: %s)

source: Configuration options
cs: Konfiguraèní volby

source: Options
cs: Nastavení

source: Internal consistency error
cs: Chyba vnitøní inkonzistence

source: Restrict to anonymous mode
cs: Omezení na anonymní re¾im.

source: Autosubmit first form
cs: Automatické odeslání prvního formuláøe

source: Automatically submit the first form in the given URLs.
cs: Jdi a ode¹li první formuláø, na který narazí¹ na daných URL.

source: Clone internal session with given ID
cs: Naklonování interních sezení s daným ID

source: Name of directory with configuration file
cs: Jméno adresáøe s konfiguraèním souborem

source: Path of the directory ELinks will read and write its config and runtime state files to instead of ~/.elinks. If the path does not begin with a '/' it is assumed to be relative to your HOME directory.
cs: ELinks bude pou¾ívat daný adresáø s konfigurací místo standardního ~/.elinks. Pokud cesta zaèíná lomítkem, je pova¾ována za absolutní cestu, jinak se pøedpokládá, ¾e je relativní k va¹emu domovskému adresáøi.

source: Name of configuration file
cs: Jméno konfiguraèního souboru

source: Name of the configuration file that all configuration options will be read from and written to. It should be relative to config-dir.
cs: Jméno konfiguraèního souboru, tedy souboru, odkud se bude naèítat ve¹keré nastavení a bude se tam i zpìt zapisovat. Jméno by mìlo být relativní k parametru config-dir.

source: Print help for configuration options
cs: Zobrazení nápovìdy pro konfiguraèní volby

source: Print help for configuration options and exit.
cs: Zobrazení nápovìdy pro konfiguraèní volby a ukonèení progrmau.

source: MIME type assumed for unknown document types
cs: Pøedpokládaný MIME typ pro neznámé dokumenty

source: The default MIME type used for documents of unknown type.
cs: Výchozí MIME typ, který bych mìl pøedpokládat u neznámých dokumentù.

source: Ignore user-defined keybindings
cs: Ignorovat u¾ivatelské nastavení kláves

source: Print formatted versions of given URLs to stdout
cs: Vypsání zformátované verze daného URL na standardní výstup

source: Print formatted plain-text versions of given URLs to stdout.
cs: Vypsání zformátované verze daného URL na standardní výstup

source: Codepage to use with -dump
cs: Kódová stránka, ve které by mìl být prezentován výstup -dump

source: Codepage used when formatting dump output.
cs: Kódová stránka pou¾itá pøi formátování dump výstupu.

source: Width of document formatted with -dump
cs: ©íøka dokumentu zformátovaného pomocí -dump

source: Width of the dump output.
cs: ©íøka výstupu parametru -dump.

source: Evaluate configuration file directive
cs: Vyhodnocení daného konfiguraèního pøíkazu

source: Specify configuration file directives on the command-line which will be evaluated after all configuration files has been read. Example usage: -eval 'set protocol.file.allow_special_files = 1'
cs: Tato volba umo¾òuje na pøíkazové øádce uvádìt pøíkazy, které se pí¹ou do elinks.conf, napøíklad: -eval 'set protocol.file.allow_special_files = 1'

source: Interpret documents of unknown types as HTML
cs: Interpretuj dokumenty neznámých typù jako HTML

source: Print usage help and exit
cs: Zobrazení nápovìdy a ukonèení programu

source: Print usage help and exit.
cs: Zobrazení nápovìdy a ukonèení programu.

source: Only permit local connections
cs: Povolit pouze místní spojení

source: Print detailed usage help and exit
cs: Zobrazení detailní nápovìdy a ukonèení programu

source: Print detailed usage help and exit.
cs: Zobrazení detailní nápovìdy a ukonèení programu.

source: Look up specified host
cs: Vyhledání specifikovaného hostitele

source: Look up specified host and print all DNS resolved IP addresses.
cs: Vyhledá daného hostitele a vypí¹e v¹echny IP adresy zji¹tìné pøes DNS.

source: Run as separate instance
cs: Spu¹tìní oddìlené instance programu

source: Run ELinks as a separate instance instead of connecting to an existing instance. Note that normally no runtime state files (bookmarks, history, etc.) are written to the disk when this option is used. See also -touch-files.
cs: Spustit ELinks jako oddìlenou instanci místo toho, abych se zkusil pøipojit k nìjaké ji¾ existující instanci. V tomto pøípadì normálnì nebudu na disk zapisovat ¾ádné konfiguraèní soubory (ani bookmarky, historii apod.). Viz také parametr -touch-files.

source: Disable use of files in ~/.elinks
cs: Nepou¾ívat soubory v ~/.elinks

source: Disable link numbering in dump output
cs: Neèíslovat odkazy v dump výstupu

source: Disable printing of link references in dump output
cs: Nezobrazovat seznam odkazù v dump výstupu

source: Control an already running ELinks
cs: Ovládání ji¾ spu¹tìného ELinksu

source: Connect to session ring with given ID
cs: Pøipojení do skupiny sezení s daným ID

source: ID of session ring this ELinks session should connect to. ELinks works in so-called session rings, whereby all instances of ELinks are interconnected and share state (cache, bookmarks, cookies, and so on). By default, all ELinks instances connect to session ring 0. You can change that behaviour with this switch and form as many session rings as you want. Obviously, if the session-ring with this number doesn't exist yet, it's created and this ELinks instance will become the master instance (that usually doesn't matter for you as a user much). Note that you usually don't want to use this unless you're a developer and you want to do some testing - if you want the ELinks instances each running standalone, rather use the -no-connect command-line option. Also note that normally no runtime state files are written to the disk when this option is used. See also -touch-files.
cs: ID skupiny sezení, do které by se mìlo toto sezení ELinksu zaøadit. ELinks pracuje právì v tìchto takzvaných skupinách sezení, kde jsou v¹echny instance ELinksu propojeny a sdílejí nastavení, cache, bookmarky, cookies, downloady apod. Obvykle jsou v¹echny instance ELinksu seskupeny do skupiny sezení s ID 0. Toto chování v¹ak touto volbou mù¾ete zmìnit a vytvoøit kolik sezení chcete. Pokud skupina s daným ID neexistuje, bude samozøejmì touto instancí ELinksu vytvoøena a tato instance se stane tzv. master instancí (to vás jako u¾ivatele obvykle nemusí moc zajímat). Vlastnì tuto volbu obvykle nechcete vùbec pou¾ít, pokud nejste vývojáø ELinksu a netestujete právì nìco. Pokud pouze chcete, aby tato instance ELinksu bì¾ela samostatnì, pou¾ijte spí¹e parametr -no-connect. Také s touto volbou nebudou na disk ukládány ¾ádné konfiguraèní soubory - viz parametr -touch-files.

source: Print the source of given URLs to stdout
cs: Vypsat danou URL ve zdrojové podobì na standardní výstup

source: Print given URLs in source form to stdout.
cs: Vypsat daný dokument ve zdrojové podobì na standardní výstup.

source: Touch files in ~/.elinks when running with -no-connect/-session-ring
cs: Pou¾ívat soubory v ~/.elinks i pøi spu¹tìní s -no-connect/-session-ring

source: When enabled, runtime state files (bookmarks, history, etc.) are written to disk, even when -no-connect or -session-ring is used. The option has no effect if not used in conjunction with any of these options.
cs: Pokud je tato volba nastavena, konfiguraèní soubory (i bookmarky, historie apod.) budou ukládány na disk i v pøípadì, ¾e byl pou¾it parametr -no-connect èi -session-ring. Jinak nemá tento parametr ¾ádný význam.

source: Verbose level
cs: Vypisování dodateèných informací

source: Print version information and exit
cs: Vypsání informace o verzi programu a jeho ukonèení

source: Print ELinks version information and exit.
cs: Vypsání informace o verzi programu a jeho ukonèení.

source: ## This is ELinks configuration file. You can edit it manually, ## if you wish so; this file is edited by ELinks when you save ## options through UI, however only option values will be altered ## and all your formatting, own comments etc will be kept as-is.
cs: ## Toto je konfiguraèní soubor ELinksu. Mù¾ete ho ruènì editovat, ## pokud si pøejete; tento soubor je editován ELinksem, kdy¾ ukládáte ## nastavení pøes u¾ivatelské rozhraní, ale jsou v¾dy zmìnìny pouze ## hodnoty voleb a ve¹keré va¹e formátování, vlastní komentáøe a tak ## dále budou ponechány tak, jak jsou.
