Repository: ohmori7/kcn-tools
Catalog: elinks/po/*.po
Languages: cs

source: Dump output options.
cs: Nastavení dump výstupu.

source: Codepage
cs: Kódová stránka

source: Codepage used in dump output. 'System' stands for a codepage determined by a selected locale.
cs: Východí kódová stránka pro dump výstup. 'System' znamená kódovou stránku zvolenou dle nastavené systémové lokalizace (locale).

source: Footer
cs: Patièka

source: Footer string used in dumps. %u is substituted by URL.
cs: Patièka pou¾itá v dump výstupu. %u je nahrazeno URL.

source: Header string used in dumps. %u is substituted by URL.
cs: Hlavièka pou¾itá v dump výstupu. %u je nahrazeno URL.

source: Separator
cs: Oddìlovaè

source: String which separates two dumps.
cs: Oddìlovaè mezi dvìma dump výstupy.

source: Width
cs: ©íøka

source: Width of screen in characters when dumping documents.
cs: ©íøka pomyslné obrazovky (ve znacích) pøi dump výstupu.

source: History
cs: Historie

source: History options.
cs: Nastavení historie.

source: Keep unhistory
cs: Údr¾ba antihistorie

source: Keep unhistory ("forward history").
cs: Udr¾ovat antihistorii ("dopøednou historii").

source: HTML rendering
cs: Zobrazování HTML

source: Options concerning the display of HTML pages.
cs: Nastavení týkající se zobrazování HTML stránek.

source: Display frames
cs: Zobrazovat rámce

source: Display frames.
cs: Zobrazovat rámce.

source: Display tables
cs: Zobrazovat tabulky

source: Display tables.
cs: Zobrazovat tabulky.

source: Display subscripts
cs: Zobrazovat horní indexy

source: Display subscripts (as [thing]).
cs: Zobrazovat horní indexy (jako [index]).

source: Display superscripts
cs: Zobrazovat dolní indexy

source: Display superscripts (as ^thing).
cs: Zobrazovat dolní indexy (jako ^index).

source: How to render <link> tags from the HTML header: 0 is nothing 1 is title 2 is name in addition 3 is hreflang in addition 4 is type in addition 5 is everything
cs: Co v¹echno zobrazovat u HTML elementu <link> (speciálních odkazù): 0 znamená neukazovat nic 1 znamená zobrazit titulek 2 znamená je¹tì zobrazit jméno 3 znamená je¹tì zobrazit hreflang (jazyk cílového dokumentu) 4 znamená je¹tì zobrazit typ 5 znamená zobrazit v¹e

source: Underline links
cs: Podtrhávat

source: Underline links.
cs: Podtrhávat odkazy.

source: Wrap non breaking space
cs: Rozdìlovat nedìlitelné mezery

source: If set do not honour non breaking space (the nbsp entity) but allow to wrap the text. This can help keeping the width of documents down so no horizontal scrolling is needed.
cs: Pokud je tato volba nastavena, nedìlitelné mezery (entita &nbsp;) budou pova¾ovány za normální mezery a bude na nich rozdìlován text. To mù¾e pomoci proti dokumentùm, které jsou tak ¹iroké, ¾e musíte pøi jejich prohlí¾ení pou¾ít horizontální scrollování.

source: Plain rendering
cs: Zobrazování textových dokumentù

source: Options concerning the display of plain text pages.
cs: Nastavení týkající se zobrazování stránek s èistým textem.

source: Display URIs
cs: Zobrazovat odkazy

source: Display URIs in the document as links.
cs: Zobrazovat URI (internetové adresy) v dokumentu jako odkazy.

source: Compress empty lines
cs: Slouèit prázdné øádky

source: Compress successive empty lines to only one in displayed text.
cs: Slouèit nìkolik prázdných øádkù za sebou v jenom jeden.

source: URI passing
cs: Pøedávání URI

source: Information files
cs: Informaèní soubory

source: Options for information files in ~/.elinks.
cs: Nastavení informaèních souborù v ~/.elinks.

source: Save interval
cs: Interval automatického ukládání

source: Use secure file saving
cs: Pou¾ívat bezpeèné ukládání souborù

source: Terminals
cs: Terminály

source: Terminal options.
cs: Nastavení terminálu.

source: Options specific to this terminal type (according to $TERM value).
cs: Volby specifické pro tento typ terminálu (podle hodnoty $TERM).

source: Terminal type; matters mostly only when drawing frames and dialog box borders: 0 is dumb terminal type, ASCII art 1 is VT100, simple but portable 2 is Linux, you get double frames and other goodies 3 is KOI-8 4 is FreeBSD
cs: Typ terminálu; zále¾í na nìm pøevá¾nì pøi kreslení rámeèkù a okrajù dialogových oken: 0 znamená "hloupý" terminál, pou¾ívá se tzv. ASCII art 1 znamená terminál VT100, jednoduchý, leè univerzální 2 znamená Linuxový terminál, získáte dvojité rámeèky a dal¹í hezké vìci 3 znamená KOI-8 4 znamená FreeBSD terminál

source: Switch fonts for line drawing
cs: Pøepínat fonty pøi kreslení èar

source: Switch fonts when drawing lines, enabling both local characters and lines working at the same time. Makes sense only with linux terminal.
cs: Pøepínat pøi kreslení èar fonty. Díky tomu by mìlo fungovat zároveò kreslení èar a místních znakù. Tato volba má v¹ak smysl pouze pro linuxový terminál.

source: Enable I/O in UTF8 for Unicode terminals. Note that currently, only the subset of UTF8 according to terminal codepage is used.
cs: Pou¾ívat pro terminálový vstup a výstup kódování UTF-8; to umí vyu¾ít správnì nakonfigurované terminály podporující Unicode. Je v¹ak tøeba si uvìdomit, ¾e v souèasnosti je podporována pouze podmno¾ina UTF8 v závislosti na aktuálnì zvoleném kódování terminálu.

source: Restrict frames in cp850/852
cs: Ohranièené rámeèky v cp850/852

source: Restrict the characters used when drawing lines. Makes sense only with linux terminals using the cp850/852 character sets.
cs: Omezit znaky pou¾ívané pro kreslení èar. Tato volba má smysl pouze pro linuxové terminály pou¾ivající kódování cp850 èi cp852.

source: Block cursor
cs: Blokovat kurzor

source: Move cursor to bottom right corner when done drawing. This is particularly useful when we have a block cursor, so that inversed text is displayed correctly.
cs: Pøesunout kurzor po ka¾dém dokreslení obrazovky do pravého dolního rohu. To je zvlá¹tì u¾iteèné, pokud kurzor pøekrývá celou plochu znaku, nebo» takový kurzor mù¾e omezovat èitelnost textu, který by jinak mohl pøekrývat.

source: Color mode
cs: Barevný re¾im

source: The color mode controls what colors are used and how they are output to the terminal. The color modes are: 0 is mono mode, only 2 colors are used 1 is 16 color mode, uses the common ANSI colors 2 is 256 color mode, uses XTerm RGB codes
cs: Barevný re¾im urèuje, jaké barvy jsou pou¾ívány a jak jsou nastavovány na va¹em terminálu. Barevné re¾imy jsou: 0, to jest monochromatický re¾im; jsou pou¾ity pouze dvì barvy 1, to jest 16 barev; pou¾ívá barvy podle specifikace ANSI 2, to jest 256 barev; pou¾ívá RGB kódy XTermu

source: Transparency
cs: Prùhlednost

source: If we should not set the background to black. This is particularly useful when we have a terminal (typically in some windowing environment) with a background image or a transparent background - it will be visible in ELinks as well. Note that this option makes sense only when colors are enabled.
cs: Urèuje, abychom nenastavovali pozadí, pokud by mìlo být èerné. To je zvlá¹tì u¾iteèné, pokud máme terminál (obvykle v nìjakém okenním prostøedí) s obrázkem na pozadí nebo prùhledným pozadí - bude vidìt i v ELinksu. Ov¹em¾e tato volba má smysl, pouze pokud je zapnuta podpora barev.

source: If we should use underline or enhance the color instead.
cs: Zdali bychom mìli pou¾ívat podtrhávání èi místo toho zvýraznit pou¾itou barvu.

source: Codepage of charset used for displaying content on terminal. 'System' stands for a codepage determined by a selected locale.
cs: Kódová stránka znakové sady pou¾ité pro zobrazování na terminálu. System' znamená kódovou stránku zvolenou dle nastavené systémové lokalizace (locale).

source: User interface
cs: U¾ivatelské rozhraní

source: User interface options.
cs: Nastavení u¾ivatelského rozhraní.

source: Color settings
cs: Nastavení barev

source: Default user interface color settings.
cs: Výchozí nastavení barev u¾ivatelského rozhraní.

source: Color terminals
cs: Barevné terminály

source: Color settings for color terminal.
cs: Nastavení barev pro barevné terminály.

source: Non-color terminals
cs: Nebarevné terminály

source: Color settings for non-color terminal.
cs: Nastavení barev pro nebarevné terminály.

source: Main menu bar
cs: Li¹ta s hlavním menu.

source: Main menu bar colors.
cs: Barvy li¹ty hlavního menu.

source: Unselected main menu bar item
cs: Nevybraná polo¾ka hlavního menu

source: Unselected main menu bar item colors.
cs: Barvy nevybrané polo¾ky hlavního menu.

source: Selected main menu bar item
cs: Vybraná polo¾ka hlavního menu

source: Selected main menu bar item colors.
cs: Barvy vybrané polo¾ky hlavního menu.

source: Hotkey
cs: Horká klávesa

source: Main menu hotkey colors.
cs: Barva horké klávesy v hlavním menu.

source: Unselected hotkey
cs: Nevybraná horká klávesa

source: Main menu unselected hotkey colors.
cs: Barva nevybrané horké klávesy v hlavním menu.

source: Selected hotkey
cs: Vybraná horká klávesa

source: Main menu selected hotkey colors.
cs: Barva vybrané horké klávesy v hlavním menu.

source: Menu bar
cs: Li¹ta s menu

source: Menu bar colors.
cs: Barvy li¹ty s menu.

source: Unselected menu item
cs: Nevybraná polo¾ka menu

source: Unselected menu item colors.
cs: Barvy nevybrané polo¾ky menu.

source: Selected menu item
cs: Vybraná polo¾ka menu

source: Selected menu item colors.
cs: Barvy vybrané polo¾ky menu.

source: Marked menu item
cs: Oznaèená polo¾ka menu

source: Marked menu item colors.
cs: Barvy oznaèené polo¾ky menu.

source: Menu item hotkey colors.
cs: Barvy horké klávesy polo¾ky menu.

source: Menu item unselected hotkey colors.
cs: Barvy horké klávesy nevybrané polo¾ky menu.

source: Menu item selected hotkey colors.
cs: Barvy horké klávesy vybrané polo¾ky menu.

source: Menu frame
cs: Rámeèek menu

source: Menu frame colors.
cs: Barvy rámeèku menu.

source: Dialog colors.
cs: Barvy dialogového okna.

source: Generic
cs: Obecné

source: Generic dialog colors.
cs: Obecná barva dialogu.

source: Frame
cs: Rámeèek

source: Dialog frame colors.
cs: Barva rámeèku dialogového okna.

source: Scrollbar
cs: Scrollovátko

source: Scrollbar colors.
cs: Barvy scrollovátka.

source: Scrollbar selected colors.
cs: Barvy vybraného scrollovátka.

source: Dialog title colors.
cs: Barva titulku dialogového okna.

source: Dialog text colors.
cs: Barvy textu dialogového okna.

source: Checkbox
cs: Za¹krtávací ètvereèek

source: Dialog checkbox colors.
cs: Barvy za¹krtávacího ètvereèku.

source: Checkbox label
cs: Popiska za¹krtávacího ètvereèku

source: Dialog checkbox label colors.
cs: Barvy popisky za¹krtávacího ètvereèku.

source: Button
cs: Tlaèítko

source: Dialog button colors.
cs: Barvy tlaèítka.

source: Selected button
cs: Vybrané tlaèítko

source: Dialog selected button colors.
cs: Barvy vybraného tlaèítka.

source: Button shortcut
cs: Klávesová zkratka tlaèítka

source: Selected button shortcut
cs: Vybraná klávesová zkratka tlaèítka

source: Text field
cs: Textové políèko

source: Dialog text field colors.
cs: Barvy textového políèka.

source: Text field text
cs: Text v textovém políèku

source: Dialog field text colors.
cs: Barvy textu textového políèka.

source: Meter
cs: Teplomìr

source: Dialog meter colors.
cs: Barvy teplomìru dialogového okna.

source: Shadow
cs: Stín

source: Dialog shadow colors (see ui.shadows option).
cs: Barvy stínu dialogu (viz volba ui.shadows).

source: Title bar
cs: Li¹ta s titulkem

source: Title bar colors.
cs: Barvy li¹ty s titulkem.

source: Generic title bar
cs: Obecná li¹ta s titulkem

source: Generic title bar colors.
cs: Barvy obecné li¹ty s titulkem.

source: Title bar text
cs: Text titulku

source: Title bar text colors.
cs: Barvy textu li¹ty s titulkem.

source: Status bar
cs: Stavová li¹ta

source: Status bar colors.
cs: Barvy stavové li¹ty.

source: Generic status bar
cs: Obecná stavová li¹ta

source: Generic status bar colors.
cs: Barvy obecné stavové li¹ty.

source: Status bar text
cs: Text stavové li¹ty

source: Status bar text colors.
cs: Barvy textu stavové li¹ty.

source: Tabs bar
cs: Li¹ta s taby

source: Tabs bar colors.
cs: Barvy li¹ty s taby.

source: Unvisited tab
cs: Nenav¹tívený tab

source: Tab colors for tabs that have not been selected since they completed loading.
cs: Barvy tabu, který nebyl od ukonèení nahrávání nav¹tíven.

source: Unselected tab
cs: Nevybraný tab

source: Unselected tab colors.
cs: Barvy nevybraného tabu.

source: Loading tab
cs: Nahrávající se tab

source: Tab colors for tabs that are loading in the background.
cs: Barvy tabu, který se právì na pozadí nahrává.

source: Selected tab
cs: Vybraný tab

source: Selected tab colors.
cs: Barvy vybraného tabu.

source: Tab separator
cs: Oddìlovaè v li¹tì s taby

source: Tab separator colors.
cs: Barvy oddìlovaèù li¹ty s taby.

source: Searched strings
cs: Výskyty vyhledávání

source: Searched string highlight colors.
cs: Barva zvýraznìní vyhledaných øetìzcù.

source: Dialog settings
cs: Dialogová okna

source: Dialogs-specific appearance and behaviour settings.
cs: Nastavení vzhledu a chování dialogových oken.

source: Minimal height of listbox widget
cs: Minimální vý¹ka listboxového udìlátka

source: Minimal height of the listbox widget (used e.g. for bookmarks or global history).
cs: Minimální vý¹ka listboxového udìlátka (to se pou¾ívá napøíklad pro bookmarky nebo globální historii).

source: Drop shadows
cs: Stíny

source: Make dialogs drop shadows (the shadows are solid, you can adjust their color by ui.colors.*.dialog.shadow). You may also want to eliminate the wide borders by adjusting setup.h.
cs: Zdali by mìla dialogová okna vrhat stíny (stíny jsou neprùhledné, jejich barvu si v¹ak mù¾ete upravit volbami ui.colors.*.dialog.shadow). Mo¾ná, ¾e budete také v setup.h chtít zú¾it okraje dialogových oken.

source: Underline menu hotkeys
cs: Podtrhávat horké klávesy v menu

source: Underline button shortcuts
cs: Podtrhávat horké klávesy tlaèítek

source: Timer options
cs: Nastavení èasovaèù

source: Timed action after certain interval of user inactivity. Someone can even find this useful, although you may not believe that.
cs: Naèasovaná akce, která se spustí po urèitém èase neèinnosti u¾ivatele. Nìkomu se to dokonce mù¾e i hodit, i kdy¾ tomu nemusíte vìøit.

source: Whether to enable the timer or not: 0 is don't count down anything 1 is count down, but don't show the timer 2 is count down and show the timer near LEDs
cs: Zdalipak zapnout èasovaè nebo ne: 0 znamená nic neodpoèítávat 1 znamená odpoèítávat, ale potichu (nic nikde neukazovat) 2 znamená odpoèítávat, a ukazovat zbývající èas u LED indikátorù

source: Whether to enable the timer or not: 0 is don't count down anything 1 is count down, but don't show the timer 2 is count down and show the timer near LEDs (DISABLED)
cs: Zdalipak zapnout èasovaè nebo ne: 0 znamená nic neodpoèítávat 1 znamená odpoèítávat, ale potichu (nic nikde neukazovat) 2 znamená odpoèítávat, a ukazovat zbývající èas u LED indikátorù (VYPNUTO)

source: Duration
cs: Délka trvání

source: Inactivity timeout in seconds. The maximum of one day should be enough for just everyone (TM).
cs: Èas neèinnosti u¾ivatele. Jeden den by mìl ka¾dému staèit.

source: Keybinding action to be triggered when timer reaches zero.
cs: Akce (stejná jako ve správci kláves), která bude vyvolána po vypr¹ení èasovaèe.

source: Window tabs
cs: Taby

source: Window tabs settings.
cs: Nastavení tabù.

source: Display tabs bar
cs: Zobrazit li¹tu s taby

source: Show tabs bar on the screen: 0 means never 1 means only if two or more tabs are open 2 means always
cs: Kdy zobrazovat na obrazovce li¹tu s taby: 0 znamená nikdy 1 znamená pouze, pokud je otevøeno dva a více tabù 2 znamená v¾dy

source: Wrap-around tabs cycling
cs: Cyklické pøecházení mezi taby

source: Confirm tab closing
cs: Potvrzování uzavírání tabù

source: When closing a tab show confirmation dialog.
cs: Zobrazit pøi zavírání tabu potvrzovací dialog.

source: Language
cs: Jazyk

source: Language of user interface. 'System' means that the language will be extracted from the environment dynamically.
cs: Jazyk u¾ivatelského rozhraní. "System" znamená, ¾e bude jazyk pøi ka¾dém spu¹tìní vytáhnut z relevantních promìnných prostøedí.

source: Display status bar
cs: Zobrazit stavový øádek

source: Show status bar on the screen.
cs: Zobrazit na obrazovce stavový øádek.

source: Display title bar
cs: Zobrazit øádek s titulkem

source: Show title bar on the screen.
cs: Zobrazit na obrazovce øádek s titulkem.

source: Display goto dialog in new tabs
cs: Zobrazit v nových tabech okno "Jít na"

source: Show a message box when file is saved successfully
cs: Dej mi vìdìt, pokud byl soubor úspì¹nì ulo¾en

source: When you pressed a [ Save ] button in some manager, this option will make sure that a box confirming success of the operation will pop up.
cs: Kdy¾ v nìjakém mana¾eru zmáèknete tlaèítko [ Ulo¾it ], tato volba zajistí, ¾e vám vyskoèí okénko, potvrzující úspì¹nost této operace.

source: Sessions
cs: Sezení

source: Sessions settings.
cs: Nastavení sezení.

source: Auto save session
cs: Automaticky ukládat sezení

source: Automatically save the session when quitting. This feature requires bookmark support.
cs: Automaticky ukládat stav sezení pøi ukonèování ELinksu. K tomu je potøeba podpora bookmarkù.

source: Auto restore session
cs: Autmaticky obnovovat sezení

source: Automatically restore the session at start. This feature requires bookmark support.
cs: Automaticky obnovovat stav sezení pøi spou¹tìní ELinksu. K tomu je potøeba podpora bookmarkù.

source: Auto save and restore session folder name
cs: Jméno slo¾ky pro automatické ukládání a obnovování sezení

source: Name of the bookmarks folder used for auto saving and restoring session. The name has to be unique. Any folders with the same name will be deleted. This only makes sense with bookmark support.
cs: Jméno slo¾ky v bookmarcích pou¾ívané pro automatické ukládání stavu sezení. Pokud taková slo¾ka u¾ existuje, sma¾u ji. K tomuhle v¹emu je ov¹em potøeba podpora bookmarkù.

source: Homepage URI
cs: Domovská stránka

source: The URI to load either at startup time when no URI was given on the command line or when requested by the goto-url-home action. Set to "" if the environment variable WWW_HOME should be used as homepage URI instead.
cs: Adresa stránky, která by se mìla nahrát automaticky po spu¹tìní ELinksu èi pøi vyvolání akce goto-url-home. Pokud je tato volba prázdná (""), pou¾ije se místo toho adresa v promìnné prostøedí $WWW_HOME.

source: Date format
cs: Formát datumu

source: Date format to use in dialogs. See strftime(3).
cs: Formát datumu, který se má pou¾ít v dialozích. Viz dokumentaci k strftime(3).

source: Set window title
cs: Nastavovat titulek okna

source: Set the window title when running in a windowing environment in an xterm-like terminal. This way the document's title is shown on the window titlebar.
cs: Jestlipak máme nastavovat titulek okna, pokud bì¾íme uvnitø xtermoidního terminálu v nìjakém okénkovacím prostøedí. Tak bude v titulku okna zobrazen titulek dokumentu.

source: Read error
cs: Chyba pøi ètení

source: Integer
cs: Èíslo

source: <num>
cs: <èíslo>

source: Longint
cs: Velké èíslo

source: String
cs: Øetìzec

source: <str>
cs: <øetìzec>

source: <codepage>
cs: <znaková sada>

source: <language>
cs: <jazyk>

source: Color
cs: Barva

source: <color|#rrggbb>
cs: <barva|#rrggbb>

source: Special
cs: Speciální

source: Folder
cs: Slo¾ka

source: Cookies options.
cs: Nastavení cookies.

source: Accept policy
cs: Politika pøijímání

source: Cookies accepting policy: 0 is accept no cookies 1 is ask for confirmation before accepting cookie 2 is accept all cookies
cs: Re¾im pøijímání cookies: 0 je nepøijímat cookies 1 je po¾ádat o potvrzení pøed akceptováním cookie 2 je pøijímat v¹echny cookies

source: Maximum age
cs: Maximální stáøí

source: Cookie maximum age (in days): -1 is use cookie's expiration date if any 0 is force expiration at the end of session, ignoring cookie's expiration date 1+ is use cookie's expiration date, but limit age to the given number of days
cs: Maximální vìk cookie (ve dnech): -1 znamená pou¾ít datum vypr¹ení dané cookie (pokud je nastaveno) 0 znamená donutit vypr¹ení v¹ech cookies na konci sezení, bez ohledu na datum vypr¹ení dané cookie 1+ znamená pou¾ít datum vypr¹ení cookie, leè limitovat délku uchování cookie daným poètem dní

source: Paranoid security
cs: Paranoidní bezpeènost

source: Saving
cs: Ukládání

source: Resaving
cs: Prùbì¾né ukládání

source: Domain
cs: Doména

source: Path
cs: Cesta

source: at quit time
cs: pøi ukonèení

source: Secure
cs: Zabezpeèená

source: yes
cs: ano

source: no
cs: ne

source: Do you want to accept a cookie from %s?
cs: Chce¹ opravdu odstranit v¹echny cookies z %s?

source: Accept cookie?
cs: Pøijmout cookie?

source: Sorry, but cookie "%s" cannot be deleted.
cs: Bohu¾el cookie "%s" nelze smazat.

source: Sorry, but cookie "%s" is being used by something else.
cs: Bohu¾el s cookie "%s" právì pracuje nìco jiného.

source: Delete marked cookies
cs: Smazat oznaèené cookies

source: Delete marked cookies?
cs: Smazat oznaèené cookies?

source: Delete domain's cookies
cs: Smazat cookies v doménì...

source: Delete all cookies from domain "%s"?
cs: Smazat ve¹keré cookies z domény "%s"?

source: Delete cookie
cs: Smazat cookie

source: Delete this cookie?
cs: Smazat tuto cookie?

source: Clear all cookies
cs: Smazat v¹echny cookies

source: Do you really want to remove all cookies?
cs: Chce¹ opravdu odstranit v¹echny cookies?

source: Cookie manager
cs: Správce cookies

source: You are nowhere!
cs: Jse¹ v ...!

source: Link
cs: Odkaz

source: Link title
cs: Popiska linku

source: Link last visit time
cs: Èas poslední náv¹tìvy odkazu

source: Link title (from history)
cs: Titulek odkazu (z historie)

source: assumed
cs: pøedpokládám

source: ignoring server setting
cs: ignoruju informaci ze serveru

source: Date
cs: Datum

source: Last visit time
cs: Èas poslední náv¹tìvy

source: Unknown
cs: neznámý

source: Header info
cs: Informace o hlavièce

source: No header info.
cs: Nedostal jsem ¾ádnou hlavièku.

source: Download
cs: Stahování

source: Sorry, but download "%s" cannot be interrupted.
cs: Bohu¾el stahování "%s" nelze pøeru¹it.

source: Sorry, but download "%s" is being used by something else.
cs: Bohu¾el je stahování "%s" právì nìèím vyu¾íváno.

source: Interrupt marked downloads
cs: Pøeru¹it oznaèená stahování

source: Interrupt marked downloads?
cs: Pøeru¹it oznaèená stahování?

source: Interrupt download
cs: Pøeru¹it stahování

source: Interrupt this download?
cs: Pøeru¹it toto stahování?

source: Interrupt all downloads
cs: Pøeru¹it v¹echna stahování

source: Do you really want to interrupt all downloads?
cs: Chce¹ skuteènì pøeru¹it v¹echna stahování?

source: Abort and delete file
cs: Ukonèit a smazat soubor

source: Download manager
cs: Správce downloadù

source: About
cs: O programu

source: Keys
cs: Klávesy

source: Copying
cs: Kopírování

source: Resources
cs: Zdroje

source: Save URL
cs: Ulo¾ URL

source: Enter URL
cs: Zadej URL

source: Exit ELinks
cs: Ukonèení ELinksu

source: Do you really want to exit ELinks (and terminate all downloads)?
cs: Chce¹ skuteènì ukonèit ELinks a zru¹it v¹echna stahování?

source: Do you really want to exit ELinks?
cs: Chce¹ opravdu ukonèit ELinks?

source: No history
cs: ®ádná historie

source: Go ~back
cs: ~Zpátky

source: Go for~ward
cs: ~Kupøedu

source: Bookm~ark document
cs: Bookmark~nout dokument

source: ~Reload
cs: Nah~raj znova

source: Frame at ~full-screen
cs: ~Rám pøes celou obrazovku

source: Nex~t tab
cs: Dal¹í ~tab

source: Pre~v tab
cs: Pøedchozí ta~b

source: ~Close tab
cs: Za~vøít tab

source: C~lose all tabs but the current
cs: Zavøít v¹e~chny taby kromì tohohle

source: B~ookmark all tabs
cs: Bookmar~knout v¹echny taby

source: Open new ~tab
cs: Otevøít nový ~tab

source: Open new tab in backgroun~d
cs: Otevøít nový tab na ~pozadí

source: ~Go to URL
cs: ~Bì¾ na URL

source: Go ~forward
cs: ~Kupøedu
