Repository: ohmori7/kcn-tools
Catalog: elinks/po/*.po
Languages: cs

source: ~History
cs: ~Historie

source: ~Unhistory
cs: Antihistori~e

source: ~Save as
cs: Ulo¾ pod ~jménem

source: Save UR~L as
cs: Ulo¾ ~URL pod jménem

source: Sa~ve formatted document
cs: Ulo¾it zformátovaný ~dokument

source: ~Kill background connections
cs: Ukonèit v¹echna ~spojení na pozadí

source: Flush all ~caches
cs: ~Vylej v¹echny cache

source: Resource ~info
cs: ~Informace o zdrojích

source: E~xit
cs: ©mite~c

source: Resize t~erminal
cs: Zmìò velikost ~terminálu

source: Search ~backward
cs: Hledat ~zpìt

source: Find ~next
cs: ~Najít dal¹í

source: Find ~previous
cs: Najít ~pøedchozí

source: T~ypeahead search
cs: Inter~aktivní vyhledávání

source: Toggle i~mages
cs: Pøepnout ~obrázky

source: Toggle ~link numbering
cs: Pøepno~ut èíslování odkazù

source: Toggle ~document colors
cs: Pou¾ívat barvy ~dokumentu

source: Document ~info
cs: ~Informace o dokumentu

source: H~eader info
cs: In~formace o hlavièce

source: Rel~oad document
cs: Obnovit do~kument

source: ~Rerender document
cs: Pø~ekreslit dokument

source: ~ELinks homepage
cs: ~Homepage ELinksu

source: ~Documentation
cs: ~Dokumentace

source: ~Keys
cs: ~Klávesy

source: ~Bugs information
cs: Informace o ~chybách

source: ~Copying
cs: Ko~pírování

source: ~About
cs: ~O programu

source: ~Modify
cs: Z~mìnit

source: ~Language
cs: ~Jazyk

source: C~haracter set
cs: ~Znaková sada

source: ~Terminal options
cs: Nastavení ~terminálu

source: File ~extensions
cs: ~Pøípony souborù

source: ~Options manager
cs: Správce ~nastavení

source: ~Keybinding manager
cs: Správce ~kláves

source: ~Save options
cs: Ulo¾it na~stavení

source: Global ~history
cs: Globální ~historie

source: ~Bookmarks
cs: ~Bookmarky

source: ~Downloads
cs: S~tahování

source: ~Form history
cs: ~Formuláøová pamì»

source: ~Authentication
cs: HTTP ~Autentikace

source: ~File
cs: ~Soubor

source: ~View
cs: ~Zobrazení

source: ~Tools
cs: Nás~troje

source: ~Setup
cs: ~Nastavení

source: ~Help
cs: ~Pomoc

source: Go to URL
cs: Bì¾ na URL

source: Save to file
cs: Ulo¾it do souboru

source: Empty directory
cs: Prázdný adresáø

source: Directories:
cs: Adresáøe:

source: Files:
cs: Soubory:

source: Terminal options
cs: Nastavení terminálu

source: Frame handling:
cs: Obsuhla rámeèkù:

source: No frames
cs: Vypnout rámeèky

source: VT 100 frames
cs: Rámeèky VT100

source: Linux or OS/2 frames
cs: Rámeèky typu Linux nebo OS/2

source: FreeBSD frames
cs: Rámeèky FreeBSD

source: KOI8-R frames
cs: Rámeèky KOI8-R

source: Color mode:
cs: Barevný re¾im:

source: No colors (mono)
cs: Èernobílý terminál

source: 16 colors
cs: 16 barev

source: 256 colors
cs: 256 barev

source: Resize terminal
cs: Zmìò velikost terminálu

source: Width=
cs: ©íøka=

source: Height=
cs: Vý¹ka=

source: Received
cs: Pøijato

source: of
cs: z

source: Average speed
cs: Prùmìrná rychlost

source: average speed
cs: prùmìrná rychlost

source: avg
cs: prùmìrnì

source: current speed
cs: momentální rychlost

source: cur
cs: momentálnì

source: Elapsed time
cs: Uplynulý èas

source: elapsed time
cs: uplynulý èas

source: Speed
cs: Rychlost

source: speed
cs: rychlost

source: estimated time
cs: pøedpokládaný èas

source: Enter a mark to set
cs: Zmáèkni klávesu znaèky, která se má nastavit

source: Enter a mark to which to jump
cs: Zmáèkni klávesu znaèky, na kterou se má skoèit

source: Cursor position: %dx%d
cs: Pozice kurzoru: %dx%d

source: Untitled
cs: Bez názvu

source: No document
cs: ®ádný dokument

source: Cascading Style Sheets
cs: Kaskádové styly

source: Options concerning how to use CSS for styling documents.
cs: Nastavení pou¾ívání CSS pøi stylizaci dokumentù.

source: Enable CSS
cs: Zapnout CSS

source: Enable adding of CSS style info to documents.
cs: Zapnout aplikaci CSS stylù na dokumenty.

source: Import external style sheets
cs: Importovat externí tabulky stylù

source: Default style sheet
cs: Výchozí tabulka stylù

source: ECMAScript
cs: ECMAScript (JavaScript)

source: ECMAScript options.
cs: Nastavení ECMAScriptu (JavaScriptu).

source: Whether to run those scripts inside of documents.
cs: Zdalipka spou¹tìt v dokumentech tyto skripty.

source: Script error reporting
cs: Informace o chybách ve skriptech

source: Open a message box when a script reports an error.
cs: Zobraz hlá¹ení, kdy¾ skript zpùsobí chybu.

source: Maximum execution time
cs: Maximální doba bìhu

source: Maximum execution time in seconds for a script.
cs: Maximální doba bìhu skriptu v sekundách.

source: A script embedded in the current document raised the following%s%s%s%s
cs: Skript obsa¾ený v aktuálním dokumentu zpùsobil tuto%s%s%s%s

source: JavaScript Error
cs: chybu JavaScriptu

source: JavaScript Emergency
cs: vá¾nou chybu JavaScriptu

source: JavaScript Alert
cs: Varování JavaScriptu

source: Forms are never saved for this URL.
cs: Formuláøe nejsou nikdy ukládány pro tuto URL.

source: Forms are saved for this URL.
cs: Formuláøe jsou pro tuto URL ukládány.

source: Sorry, but form "%s" cannot be deleted.
cs: Bohu¾el formuláø "%s" nelze smazat.

source: Sorry, but form "%s" is being used by something else.
cs: Bohu¾el s formuláøem "%s" právì pracuje nìco jiného.

source: Delete marked forms
cs: Smazat oznaèené formuláøe

source: Delete marked forms?
cs: Smazat oznaèené formuláøe?

source: Delete form
cs: Smazat formuláø

source: Delete this form?
cs: Smazat tento formuláø?

source: Clear all forms
cs: Smazat v¹echny formuláøe

source: Do you really want to remove all forms?
cs: Chce¹ opravdu odstranit v¹echny formuláøe?

source: Form not saved
cs: Formuláø nebyl ulo¾en.

source: No saved information for this URL. If you want to save passwords for this URL, enable it by pressing the "Toggle saving" button.
cs: Pro tuto URL nemám nic ulo¾eného. Pokud chcete povolit ukládání hesel pro tuto URL, mù¾ete to povolit stiskem tlaèítka "Pøepnout ukládání".

source: Form history manager
cs: Správce formuláøové historie

source: Show form history dialog
cs: Zobrazování dialogu pro zapamatování formuláøe

source: Ask if a login form should be saved to file or not. This option only disables the dialog, already saved login forms are unaffected.
cs: Zeptej se, jestli má být pøihla¹ovací formuláø ulo¾enu do souboru èi nikoliv. Tato volba pouze potlaèuje dialog, ji¾ ulo¾ené pøihla¹ovací formuláøe jsou nadále pou¾ívány.

source: Should this login be remembered? Please note that the password will be stored obscured (but unencrypted) in a file on your disk. If you are using a valuable password, answer NO.
cs: Mìl bych si zapamatovat tyto pøihla¹ovací informace? Uvìdomte si prosím, ¾e heslo bude ulo¾eno zakódované, av¹ak NEZA©IFROVANÉ v souboru na va¹em disku. Pokud se jedná o dùle¾ité heslo, odpovìzte NE.

source: Form History
cs: Formuláøová pamì»

source: Sorry, but history entry "%s" cannot be deleted.
cs: Bohu¾el polo¾ku historie "%s" nelze smazat.

source: Sorry, but history entry "%s" is being used by something else.
cs: Bohu¾el s polo¾kou historie "%s" právì pracuje nìco jiného.

source: Delete marked history entries
cs: Smazat oznaèené polo¾ky historie

source: Delete marked history entries?
cs: Smazat oznaèené polo¾ky historie?

source: Delete history entry
cs: Smazat polo¾ku historie

source: Delete this history entry?
cs: Smazat tuto polo¾ku historie?

source: Clear all history entries
cs: Smazat v¹echny polo¾ky historie

source: Do you really want to remove all history entries?
cs: Chce¹ opravdu odstranit v¹echny polo¾ky?

source: Search history
cs: Hledat v historii

source: Global history manager
cs: Správce globální historie

source: Global history
cs: Globální historie

source: Global history options.
cs: Nastavení globální historie.

source: Enable global history ("history of all pages visited").
cs: Zapnout globální historii (historii v¹ech nav¹tívených stránek)?

source: Maximum number of entries
cs: Maximální poèet polo¾ek

source: Maximum number of entries in the global history.
cs: Maximální poèet polo¾ek v globální historii.

source: Display style
cs: Zpùsob zobrazování

source: What to display in global history dialog: 0 is URLs 1 is page titles
cs: Co zobrazovat ve správci globální historie: 0 znamená URL adresy 1 znamená titulky stránek

source: Global History
cs: Globální historie

source: System
cs: Systémový

source: English
cs: Angliètina

source: Belarusian
cs: Bìloru¹tina

source: Brazilian Portuguese
cs: Brazilská portugal¹tina

source: Bulgarian
cs: Bulhar¹tina

source: Catalan
cs: Katalán¹tina

source: Croatian
cs: Chorvat¹tina

source: Czech
cs: Èe¹tina

source: Danish
cs: Dán¹tina

source: Dutch
cs: Holand¹tina

source: Estonian
cs: Eston¹tina

source: Finnish
cs: Fin¹tina

source: French
cs: Francouz¹tina

source: Galician
cs: Gal¹tina

source: German
cs: Nìmèina

source: Greek
cs: Øeètina

source: Hungarian
cs: Maïar¹tina

source: Icelandic
cs: Island¹tina

source: Indonesian
cs: Indonés¹tina

source: Italian
cs: Ital¹tina

source: Lithuanian
cs: Litev¹tina

source: Norwegian
cs: Nor¹tina

source: Polish
cs: Pol¹tina

source: Portuguese
cs: Portugal¹tina

source: Romanian
cs: Rumun¹tina

source: Russian
cs: Ru¹tina

source: Slovak
cs: Sloven¹tina

source: Spanish
cs: ©panìl¹tina

source: Swedish
cs: ©véd¹tina

source: Turkish
cs: Tureètina

source: Ukrainian
cs: Ukrajin¹tina

source: The call to %s failed: %d (%s)
cs: Volání selhalo: %d (%s)

source: Cannot create a pipe for internal communication.
cs: Nemohu vytvoøit rouru pro interní komunikaci.

source: URL expected after -%s
cs: Po -%s oèekáváno URL.

source: No running ELinks found.
cs: Nebyl nalezen ¾ádný spu¹tìný ELinks.

source: No remote session to connect to.
cs: Není k jakému vzdálenému sezení se pøipojit.

source: Unable to encode session info.
cs: Nemù¾u zakódovat informaci o sezení.

source: Unable to attach_terminal().
cs: Nelze pøipojit terminál.

source: %d select() failures.
cs: %d selhání funkce select().

source: Built on %s %s
cs: Postaveno: %s %s

source: Text WWW browser
cs: Textový WWW browser

source: (built on %s %s)
cs: (postaveno: %s %s)

source: Features:
cs: Podporuje:

source: Standard
cs: Prohlí¾eè

source: Debug
cs: Ladìní

source: Fastmem
cs: Rychlá pamì»

source: Own Libc Routines
cs: Vlastní malá libc

source: No Backtrace
cs: Bez Backtrace

source: No mouse
cs: Bez my¹i

source: MIME type associations
cs: Asociace MIME typù

source: Handler <-> MIME type association. The first sub-tree is the MIME class while the second sub-tree is the MIME type (ie. image/gif handler will reside at mime.type.image.gif). Each MIME type option should contain (case-sensitive) name of the MIME handler (its properties are stored at mime.handler.<name>).
cs: Asociace mezi ovladaèem a MIME typem. První podstrom je MIME tøída, zatímco druhý podstrom je MIME typ samotný (tzn. ovladaè pro image/gif bude bydlet v mime.type.image.gif). Ka¾dá volba MIME type by mìla obsahovat jméno MIME ovladaèe (rozli¹ují se velká a malá písmenka). Nastavení MIME ovladaèe je ulo¾eno v mime.handler.<jméno>.

source: Handler matching this MIME-type class ('*' is used here in place of '.').
cs: Ovladaèe odpovídající této MIME tøídì (místo '.' se pou¾ívá '*').

source: Handler matching this MIME-type name ('*' is used here in place of '.').
cs: Ovladaèe odpovídající tomuto MIME typu (místo '.' se pou¾ívá '*').

source: File type handlers
cs: Ovladaèe typù souborù

source: Description of this handler.
cs: Popis tohoto ovladaèe.

source: System-specific handler description (ie. unix, unix-xwin, ...).
cs: Popis ovladaèe pro daný systém (napø. unix, unix-xwin, ...).

source: Ask before opening
cs: Zeptat se pøed otevøením

source: Ask before opening.
cs: Zeptat se pøed otevøením.

source: Block terminal
cs: Zablokovat terminál

source: Block the terminal when the handler is running.
cs: Zablokovat terminál bìhem bìhu ovladaèe.

source: External viewer for this file type. '%' in this string will be substituted by a file name.
cs: Externí prohlí¾eè pro tento typ souboru. V tomto øetìzci bude '%' nahrazeno jménem souboru.

source: File extension associations
cs: Asociace pøípon souborù

source: Extension <-> MIME type association.
cs: Asociace mezi pøíponou souboru a jeho MIME typem.

source: MIME-type matching this file extension ('*' is used here in place of '.').
cs: MIME typ odpovídající této pøíponì (místo '.' se pou¾ívá '*').

source: Option system
cs: Konfiguraèní systém

source: Options for mailcap support.
cs: Volby týkající se podpory mailcap souborù.

source: Enable mailcap support.
cs: Povolí podporu mailcap souborù.

source: Mailcap search path. Colon-separated list of files. Leave as "" to use MAILCAP environment variable instead.
cs: Vyhledávací cesta pro soubory mailcap - seznam souborù oddìlených dvojteèkou. Pokud je tato volba prázdná, pou¾ije se promìnná prostøedí MAILCAP, pøípadnì zabudovaná výchozí hodnota.

source: Ask before using the handlers defined by mailcap.
cs: Po¾ádat o potvrzení u¾ivatelem pøed pou¾itím ovladaèù specifikovaných v mailcapu.

source: Type query string
cs: Øetìzec pou¾itý ve stahovacím dialogu

source: Prioritize entries by file
cs: Prioritizovat polo¾ky v souboru

source: Prioritize entries by the order of the files in the mailcap path. This means that wildcard entries (like: image/*) will also be checked before deciding the handler.
cs: Prioritizovat polo¾ky podle poøadí souborù v cestì pro mailcap. To znamená, ¾e hromadné polo¾ky (jako image/*) mù¾ou být pou¾ity, i kdy¾ byla v nìjakém dal¹ím souboru nalezena konkrétní polo¾ka pro daný typ.

source: Badly formated mailcap entry for type %s in "%s" line %d
cs: ©patnì zformátovaná polo¾ka mailcapu pro typ %s v "%s" na øádce %d

source: Mimetypes files
cs: Soubory "mimetypes"

source: Enable mime.types support.
cs: Povolit podporu souboru mime.types.

source: The search path for mime.types files. Colon-separated list of files.
cs: Vyhledávací cesta pro soubory mime.types. Seznam souborù oddìlených èárkou.

source: Delete extension
cs: Smazat pøíponu

source: Delete extension %s -> %s?
cs: Smazat pøíponu %s -> %s?

source: Extension
cs: Pøípona

source: Extension(s)
cs: Pøípona(y)

source: Content-Type
cs: Typ

source: No extensions
cs: ®ádný pøípony

source: MIME-related options (handlers of various MIME types).
cs: Volby vztahující se k MIME (ovladaèe rùzných MIME typù).

source: Default MIME-type
cs: Výchozí MIME typ

source: Document MIME-type to assume by default (when we are unable to guess it properly from known information about the document).
cs: Výchozí MIME typ pro dokumenty, jejich¾ MIME typ není známý a nelze zjistit z jiných indicií.

source: Verify certificates
cs: Kontrolovat certifikáty

source: Verify the peer's SSL certificate. Note that this needs extensive configuration of OpenSSL by the user.
cs: Ovìøit SSL certifikát druhé strany. Ke zprovoznìní tohoto nastavení je tøeba odpovídajícím zpùsobem nakonfigurovat OpenSSL.

source: Client Certificates
cs: Klientské certifikáty

source: X509 client certificate options.
cs: Nastavení klientského certifikátu X509.

source: Enable or not the sending of X509 client certificates to servers which request them.
cs: Zapnout posílání klientského certifikátu X509 serverùm, které si ho vy¾ádají.

source: Certificate File
cs: Soubor s certifikátem

source: The location of a file containing the client certificate and unencrypted private key in PEM format. If unset, the file pointed to by the X509_CLIENT_CERT variable is used instead.
cs: Umístìní souboru obsahujícího klientský certifikát a neza¹ifrovaný soukromý klíè ve formátu PEM. Pokud tato volba není nastavena, zkusím alespoò pou¾ít soubor, na který ukazuje promìnná prostøedí X509_CLIENT_CERT.

source: Verify the peer's SSL certificate. Note that this probably doesn't work properly at all with GnuTLS.
cs: Ovìøit SSL certifikát druhé strany. Ke zprovoznìní tohoto nastavení je tøeba odpovídajícím zpùsobem nakonfigurovat GnuTLS.

source: SSL options.
cs: Nastavení SSL.

source: Waiting in queue
cs: Èeká ve frontì

source: Looking up host
cs: Hledám server

source: Making connection
cs: Navazuju spojení

source: SSL negotiation
cs: Vyjednávání SSL

source: Request sent
cs: Vysílám ¾ádost

source: Logging in
cs: Pøihla¹uji se

source: Getting headers
cs: Stahuji hlavièku

source: Server is processing request
cs: Server zpracovává ¾ádost

source: Transferring
cs: Pøená¹ím

source: Waiting for redirect confirmation
cs: Èekám na potvrzení pøesmìrování

source: Interrupted
cs: Pøeru¹eno

source: Socket exception
cs: Chyba v socketu

source: Internal error
cs: Vnitøní chyba

source: Error writing to socket
cs: Chyba pøi zapisování do socketu

source: Error reading from socket
cs: Chyba pøi ètení ze socketu

source: Data modified
cs: Data zmìnìna

source: Bad URL syntax
cs: Blbì napsaný URL

source: Request must be restarted
cs: ®ádost se musí poslat znova

source: Can't get socket state
cs: Nemù¾u zjistit stav socketu

source: Only local connections are permitted
cs: Jsou povolena pouze místní spojení

source: This URL contains a protocol not yet known by ELinks. You can configure an external handler for it through the options system.
cs: Tato URL obsahuje protokol, který je¹tì ELinks nezná. Mù¾ete si pro nìj nastavit externí obslu¾ný program.

source: Bad HTTP response
cs: ©patná HTTP odpovìï (asi bugovitý server)

source: No content
cs: ®ádnej obsah

source: Unknown file type
cs: Neznámej typ souboru

source: Error opening file
cs: Chybièka pøi ètení souboru

source: CGI script not in CGI path
cs: CGI skript není v cestì povolených skriptù

source: Bad FTP response
cs: ©patná odpovìï na FTP

source: FTP service unavailable
cs: FTP není pøístupné

source: Bad FTP login
cs: Blbì ses zalogoval na FTP

source: FTP PORT command failed
cs: Selhal FTP PORT pøíkaz (nejse¹ za firewallem?)

source: File not found
cs: Soubor nenalezen

source: FTP file error
cs: Chyba FTP souboru

source: SSL error
cs: Chyba SSL

source: This version of ELinks does not contain SSL/TLS support
cs: Tato verze ELinksu nepodporuje SSL/TSL

source: Bad NNTP response
cs: ©patná odpovìï NNTP

source: The CSO phone-book protocol is not supported.
cs: Protokol pro telefonní seznamy CSO není podporován.

source: Unknown error
cs: Neznámá chyba

source: ~Window
cs: ~Okno

source: ~Full screen
cs: ~Celá obrazovka

source: ~BeOS terminal
cs: ~BeOS terminál

source: Authentication required for %s at %s
cs: Zaloguj se do %s na %s

source: HTTP Authentication
cs: HTTP Autentikace

source: Login
cs: U¾ivatelské jméno

source: Password
cs: Heslo

source: Realm
cs: Oblast

source: none
cs: ¾ádná

source: State
cs: Stav

source: valid
cs: platný

source: Sorry, but auth entry "%s" cannot be deleted.
cs: Bohu¾el polo¾ku "%s" nelze smazat.

source: Sorry, but auth entry "%s" is being used by something else.
cs: Bohu¾el s polo¾kou "%s" právì pracuje nìco jiného.

source: Delete marked auth entries
cs: Smazat oznaèené polo¾ky

source: Delete marked auth entries?
cs: Smazat oznaèené polo¾ky?

source: Delete auth entry
cs: Smazat polo¾ku

source: Delete this auth entry?
cs: Smazat tuto polo¾ku?

source: Clear all auth entries
cs: Smazat v¹echny polo¾ky

source: Do you really want to remove all auth entries?
cs: Chce¹ opravdu odstranit v¹echny polo¾ky?

source: Authentication manager
cs: Správce HTTP Autentikace

source: Allow blacklisting
cs: Povolit èernou listinu

source: Download complete: %s
cs: Stahování dokonèeno %s

source: What to do?
cs: Co mám podle tebe dìlat?

source: Local files
cs: Lokální soubory

source: Options specific to local browsing.
cs: Nastavení procházení souborového systému.

source: Local CGI
cs: Lokální CGI skripty

source: Local CGI specific options.
cs: Nastavení spou¹tìní lokálních CGI skriptù.

source: Colon separated list of directories, where CGI scripts are stored.
cs: Seznam adresáøù (oddìlených dvojteèkou), kde jsou ulo¾eny CGI skripty.

source: Allow local CGI
cs: Povolit lokální CGI skripty

source: Whether to execute local CGI scripts.
cs: Zdalipak se mají spou¹tìt lokální CGI skripty.

source: Allow reading special files
cs: Povolit naèítání speciálních souborù

source: Whether to allow reading from non-regular files. Note this can be dangerous; reading /dev/urandom or /dev/zero can ruin your day!
cs: Povolit ètení ze speciálních souborù? (NEBEZPEÈNÉ - ètení ze souborù jako /dev/urandom èi /dev/zero zpùsobí pravdìpodobnì znaèné problémy!)

source: Show hidden files in directory listing
cs: Zobrazovat ve výpisech adresáøù skryté soubory

source: Try encoding extensions
cs: Zkou¹et pøípony rùzných kódování

source: When set, if we can't open a file named 'filename', we'll try to open 'filename' with some encoding extension appended (ie. 'filename.gz'); it depends on the supported encodings.
cs: Pokud je tato volba zapnuta a nelze otevøít soubor 'pøíklad', pokusíme se tento soubor otevøít s nìjakou pøíponou odpovídající urèitému kódování (napøíklad 'pøíklad.gz'); konkrétní pøípony zále¾í na podporovaných kódováních.

source: File
cs: Soubor

source: FTP specific options.
cs: Nastavení FTP.

source: Proxy configuration
cs: Nastavení proxy

source: FTP proxy configuration.
cs: Nastavení FTP proxy.

source: Host and port-number
cs: Adresa a port

source: Host and port-number (host:port) of the FTP proxy, or blank. If it's blank, FTP_PROXY environment variable is checked as well.
cs: Hostitel a èíslo portu (host:port) FTP proxy (pokud nepou¾íváte proxy, nechte tuto volbu nevyplnìnou). Pokud je tato volba nevyplnìna, ELinks se je¹tì pokusí pou¾ít hodnotu ulo¾enou v promìnné prostøedí FTP_PROXY.

source: Anonymous password
cs: Anonymní heslo

source: FTP anonymous password to be sent.
cs: Heslo pro anonymní FTP.

source: Use passive mode (IPv4)
cs: Pou¾ívat pasivní re¾im (IPv4)

source: Use PASV instead of PORT (passive vs active mode, IPv4 only).
cs: Pou¾ít místo pøíkazu PORT pøíkaz PASV (pasivní re¾im, pouze IPv4).

source: Use passive mode (IPv6)
cs: Pou¾ívat pasivní re¾im (IPv6)

source: Use EPSV instead of EPRT (passive vs active mode, IPv6 only).
cs: Pou¾ít místo pøíkazu EPRT pøíkaz EPSV (pasivní re¾im, pouze IPv6).

source: HTTP error %03d
cs: HTTP chyba %03d

source: HTTP-specific options.
cs: Nastavení HTTP.

source: Server bug workarounds
cs: Obcházení chyb v serverech

source: Server-side HTTP bugs workarounds.
cs: Obcházení chyb v HTTP serverech.

source: Do not send Accept-Charset
cs: Neposílat Accept-Charset

source: The Accept-Charset header is quite long and sending it can trigger bugs in some rarely found servers.
cs: Hlavièka Accept-Charset bývá velmi dlouhá a tudí¾ mù¾e její posílání vyvolat chyby v nìkterých øídce se vyskytujících serverech.

source: Allow blacklisting of buggy servers.
cs: Povolit èernou listinu zabugovaných serverù.

source: Broken 302 redirects
cs: ©patná pøesmìrování HTTP kódem 302

source: Broken 302 redirect (violates RFC but compatible with Netscape). This is a problem for a lot of web discussion boards and the like. If they will do strange things to you, try to play with this.
cs: ©patná pøesmìrování HTTP kódem 302 sice odporují RFC, ale jsou kompatibilní s Netscape a ostatními roz¹íøenými browsery. Na tuto chybu se spoléhá mnoho webových diskuzních boardù a podobných aplikací. Pokud vám zpùsobují podivné problémy, zkuste si pohrát s tímto nastavením.

source: No keepalive after POST requests
cs: Nepou¾ívat keepalive spojení po po¾adavku POST

source: Disable keepalive connection after POST request.
cs: Nepou¾ívat keepalive spojení po po¾adavku POST.

source: Use HTTP/1.0
cs: Pou¾ívat HTTP/1.0

source: Use HTTP/1.0 protocol instead of HTTP/1.1.
cs: Pou¾ívat protokol HTTP/1.0 místo HTTP/1.1.

source: HTTP proxy configuration.
cs: Nastavení HTTP proxy.
